{
  "sessions": [
    {
      "id": "7b3d6b07-294f-4319-8234-aae9701d98b5",
      "title": "Keynote",
      "description": null,
      "startsAt": "2020-03-28T08:00:00",
      "endsAt": "2020-03-28T09:00:00",
      "isServiceSession": true,
      "isPlenumSession": true,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "176149",
      "title": "3 Disciplines for Leading a Distributed Agile Team or Organization",
      "description": "As a leader of a distributed team or organization, how do you lead people you may never see? How do you even know they are following? Do they know how they deliver value to the business? Do they know how to adapt to change in the market to keep delivering value?\r\n\r\nThe first step is demonstrating three key mindsets around change. These three mindsets help distributed organizations navigate multiple changes at different levels and include: managing change through experimentation, amplifying communication and collaboration and focusing on principles over practices.\r\n\r\nThe next step sets the environment where your staff can follow your example.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "b1f7a8bd-b237-4375-9e04-bd3189932ad1"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "176210",
      "title": "Elite DevOps using Kubernetes",
      "description": "Come learn how to use Kubernetes to deploy to production multiple times a day (on-demand), safely, securely, and with little risk. I'll show you the art of the possible.\r\n\r\nWe'll touch on practices including:\r\n- Canary deployments\r\n- Kubernetes\r\n- Helm or GitOps\r\n- Azure DevOps or GitHub\r\n- Monitoring using Azure APM tools\r\n- Database Deployments\r\n- Feature Flags\r\n- Automated testing\r\n- Container image scanning\r\n- Static code analysis tools \r\n\r\nSome previous knowledge of DevOps practices like CI/CD and Infrastructure as Code will be useful. Also, previous knowledge in Docker and Kubernetes will also be useful.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "3bb15b36-05e7-4caa-8b50-d99b3bbc4e83"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12260
    },
    {
      "id": "161646",
      "title": "Building AR Apps using Unity AR Foundations",
      "description": "Imagine using an AR app to plan and layout furniture in a space. How could you build your own Minecraft Earth? What would it be like to make the real world a level for your next game? All of these scenarios become possible with Unity AR Foundations. In this talk, we'll walk through the process of building AR apps using Unity, C#, and the Unity AR Foundations SDK.  This framework enables you to leverage the strength of ARKit and ARCore with one codebase.  We'll also explore ways web developers can build AR experiences with HTML and JavaScript.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "46ee80a7-66d6-48e7-85d8-e18f87548350"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "174026",
      "title": "Build intelligent Apps",
      "description": "Learn how to Microsoft’s cloud platform to build data-driven intelligent apps and how to leverage innovative scalable Cloud Backend Services for your applications.\r\nUse your existing skills and the tools Take advantage of a comprehensive set of services, infrastructure, and tools to build AI-powered experiences. Build bots that naturally interact with users and built-in advanced analytics tools to make faster predictions.\r\n\r\nUsing this key technology\r\n\r\nCosmos DB, API Management, Azure Storage, Azure Functions, Azure Search, Cognitive Services, Bot Service, Azure DevOps, App Center ,Active Directory and Xamarin.Forms\r\n\r\nJoin me and learn how to build the next apps generation.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "06f8a643-9c03-4d42-9e11-b77bc3151a76"
      ],
      "categoryItems": [
        30936,
        30935,
        36613
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "158908",
      "title": "Benefits of Clean Code and Coding Standards",
      "description": "I know, I know, we want it fast and want it now but rarely think about the consequences of the technical debt. It will rear its ugly head when you are least expecting and mess up your plans. \r\nToday's technologies allow us to whip out a project in a matter of weeks but we should not get to comfortable. In this talk I will try to share some of my thoughts, experiences, lessons and pitfalls in dealing with a 25 year old code base and enforcing coding standards. \r\nAdditionally I will try to share some of my draconian efforts in trying to clean the entire code base and get the projects back on their tracks",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "420cde50-4422-4687-bc41-ceb97f05da5f"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12263
    },
    {
      "id": "175778",
      "title": "Azure SQL Server flavors, which one is right for my scenario?",
      "description": "Choosing the right Azure SQL Server offering could be daunting. With over 50 individual deployment options it is not uncommon to see DBAs migrating to Azure getting dizzy. In this session you will learn the basis of each offering and when to apply them through demos.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "8fbb3d17-bd56-4cef-9a29-eea5a84dd56b"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12264
    },
    {
      "id": "168019",
      "title": "Hey .NET - what kind of dog is that?",
      "description": "ML.NET is new on the scene, but ultra-powerful machine learning technology built natively into the .NET core stack. Gone are the days of shoehorning that C++ code our pristine .NET apps to do anything beyond rudimentary induction.\r\nIn this talk we'll be exploring how to use ML.NET + TensorFlow + Inception to build a powerful image classifier and learner, then we're going to learn how to easily drive that classifier with various social media apps.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "7162534e-a9c4-4456-babe-a48d150ddc85"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "176221",
      "title": "Introduction to Developing for the Google Assistant",
      "description": "Have you ever wanted to talk and have your computer do what you ask? Voice assistants are one of the fastest growing technologies in recorded history, yet they build on one of our oldest skills - how to speak. We'll learn how to build an Action that works with the Google Assistant, available on over 1B devices from smart speakers to Android phones, with skills that you probably already have. You don't need to learn AI to create a program that can understand people and reply - all with voice.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "7cdb096d-9bfb-4106-8592-7e7768e71d28"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "174402",
      "title": "Microservices of Microsoft Learn",
      "description": "We will dive into the many microservices which together make Microsoft Learn an online interactive learning platform. Microsoft Learn is built upon Azure in .NET using multiple services including Web Apps, Azure Functions, Traffic Managers, Service Bus, Event Grid, and Cosmos Db. Each of the services incorporates CI/CD which allows for independent development and deployment to increase the speed at which new features and changes can be completed. ",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "4f27315f-5e98-4610-a70d-836820090830"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12267
    },
    {
      "id": "170740",
      "title": "Secure IoT with Microsoft Sphere",
      "description": "Learn how Azure Sphere addresses the seven common attack vectors of IoT devices. Security is foundational to connected IoT experiences. Don't trust your brand to single line-of-defense and second-best solutions. Takeaways: Azure Sphere overview Background on Sphere's security, based on years of Microsoft experience and research. How Azure Sphere promotes security with crossover MCUs The Sphere secured OS Turnkey cloud security service, guarding every Azure Sphere device End-to-end IoT security that responds to emerging threats—so you don't have to.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "a267f80e-7e23-468c-99db-1037d3e8b7ca"
      ],
      "categoryItems": [
        30937,
        30935,
        38399
      ],
      "questionAnswers": [],
      "roomId": 12268
    },
    {
      "id": "175714",
      "title": "Simplifying React State Management",
      "description": "Managing state for UI components in React until now has required a dependency on libraries like Redux. However, simple UI level state management and other amazing developer features are now available with the release of version 16.8.\r\n\r\nUnderstand the basics of using state, side-effects, Context API using React's four basic Hooks (useState, useEffect, useRef and useContext) as well, go deeper as we build a basic application with useReducer.",
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "2fc42285-3938-4439-bc72-e01a7d97d486"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "ce433d66-b623-47ee-833c-dbc02cfeb3a6",
      "title": "IoT Hands On Sessions",
      "description": null,
      "startsAt": "2020-03-28T09:00:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "176061",
      "title": "AR and VR for everyone",
      "description": "You don't need a beefy computer or 3D design skills to get started in VR. Using only the browser and some HTML you can create some amazing VR and AR experiences. A-frame makes it quick and easy to get started for developers at any level.\r\nIn this session you will learn to create and change a VR experience using only HTML. Explore using your mouse and keyboard, your phone using the device motion sensors, or use a VR headset. We will also create an AR experience in just 10 lines of HTML code.\r\n",
      "startsAt": "2020-03-28T09:25:00",
      "endsAt": "2020-03-28T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "06ddde83-866e-42b7-962e-cd04c3435eed"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "174069",
      "title": "Building Scalable Cloud Databases",
      "description": "Usually when developers and DBA's talk about scaling databases we mean 'scaling up' our database server to handle the increased demands of our users.\r\nBut what if 'scaling up' isn't the only / best answer? \r\nWhat if we're building a multi-tenant SaaS application, and want to have a single front-end for each of our clients, but have multiple back-end databases to segregate customer data?\r\nIn this session, we'll look at ways we can scale our SQL Server Databases 'out' instead of 'up'.\r\nWe will touch on a few database design considerations before diving into the Elastic Database Client libraries to see how we can add intelligent data dependent routing to our applications, ensuring that each request is routed to the correct database. \r\nWe will see how Row Level Security within SQL Server can add additional safeguards to our multi-tenant databases, preventing \"data-leakage\". \r\nFinally, we will explore how Azure Elastic Database Pools can be used to optimize our database workloads in Azure.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "d1481e9c-0267-4665-8363-dbf8d0185185"
      ],
      "categoryItems": [
        30937,
        30935,
        36604
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "164518",
      "title": "Architecting Microservices with .NET Core",
      "description": "As we need to have more flexibility in our systems, microservices represents a way to individually scale, version, and manage different parts of large, complex systems. In this workshop, Shawn Wildermuth will walk you through design patterns and communication options for building microservice systems on the .NET Core platform.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e0d63ad2-9848-425f-a130-10b610726dec"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12260
    },
    {
      "id": "177676",
      "title": "Education and IT Industry Round Table",
      "description": "This session will be a collaborative round table with educators and IT industry members discussing what is currently being taught in IT degrees on college / university campuses, and to collect inputs from IT industry experts on what needs to be taught. All are welcome to share their inputs to help shape the future of educating the next generation of IT specialists. ",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "201d7220-4a46-4ead-9dbe-c7eb1e67ac72"
      ],
      "categoryItems": [
        30936,
        30935,
        36610
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "170883",
      "title": "Building Modern Microservices with DAPR",
      "description": "With many compelling benefits, microservices have become the standard for building modern cloud-native applications. However, building highly distributed microservice applications can often be fraught with much complexity, requiring a high degree of expertise and knowledge to implement successfully. The Distributed Application Runtime (DAPR), an opensource project created by Microsoft, greatly simplifies how developers build resilient, stateful, and stateless microservices applications that run in the cloud and on the edge. In this demo-heavy talk, learn how we can apply the building blocks provided by DAPR to a .net application, including service invocation, state management, inter-service messaging, resource bindings, and virtual actors alongside gaining critical visibility with distributed tracing.  ",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "fcbc191e-0dbc-4fc1-8968-33b5de720506"
      ],
      "categoryItems": [
        30937,
        30935,
        36619
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "175097",
      "title": "Azure Data Factory for Beginners",
      "description": "Whether you have worked with SSIS or are new to data pipelines, come and learn about Azure Data Factory (ADF), what it is, how to deploy it, integrate with Git for source control, create and monitor data pipelines.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "93989cf7-b7e9-4b79-826a-3bd6a608df92"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12264
    },
    {
      "id": "168031",
      "title": "Infrastructure as Code with Azure and Pulumi",
      "description": "In this session we'll explore Pulumi.  It is an SDK that allows you to define your infrastructure and policy as code in the language of your choice.\r\n\r\nIn this session we'll \r\n\r\nProvision cloud infrastructure for a project in C# with Pulumi on Azure.\r\nDemonstrate CI/CD concepts into our infrastructure with Azure DevOps.\r\nExplore Policy Enforcement as Code with Pulumi Policy Pack.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e0003920-edbc-42ef-9658-ccb52d6f5083"
      ],
      "categoryItems": [
        30936,
        30935,
        36607
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "176242",
      "title": "Kubernetes - Going Beyond Docker and Docker Compose",
      "description": "In this session I'll demonstrate Kubernetes and what it can do for you in both your development and production environments.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "0fe268d2-54f7-4dbe-9a2b-7e5b8af2e493"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "175619",
      "title": "Micro frontends",
      "description": "Micro services are so last year's hot trend. It is all about micro frontneds this year. A modern architecture pattern of building user experiences.  Find out how Microsoft leverages micro frontend architecture pattern to build global, high scale, and technology agnostic user experiences.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "859e2023-de8a-4268-bb96-75c927889285"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12267
    },
    {
      "id": "173603",
      "title": "Software Architecture and Design Patterns",
      "description": "Practical design considerations while applying various software design patterns (like SOLID, Gang of Four, IOC, DI and others)  to the real world problems. Also, the benefits they can provide in terms of quick deployment, code maintenance and ease automated testing.  ",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "d2d4a138-82fb-4607-abaa-11dd963d335f"
      ],
      "categoryItems": [
        30937,
        30935,
        36611
      ],
      "questionAnswers": [],
      "roomId": 12269
    },
    {
      "id": "159939",
      "title": "Streaming Architectures, by Example",
      "description": "Our customers expect more responsive app experiences than ever before. Learn how to meet that demand by building the next great \"Uber of X\" app from the ground up: streaming IoT data through Kafka to a user interface via GraphQL subscriptions.",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "dc434de2-20d4-4801-bfc2-9e57b22b3eb2"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "5696aad3-d151-435c-ab25-569a865589e4",
      "title": "IoT Hands On Sessions",
      "description": null,
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "158466",
      "title": "Powerapps I: intro to powerapp platform",
      "description": "An overview of the powerapps platform, its capabilities as a developer platform for both citizen and professional developers ",
      "startsAt": "2020-03-28T09:55:00",
      "endsAt": "2020-03-28T10:15:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "9473906a-596f-484b-8bf7-beb795c18dd9"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "170118",
      "title": "Atomic Habits - Building good habits and breaking bad ones",
      "description": "Change is hard. It's uncomfortable, and sometimes it's easier to just roll back into what you're used to. \r\n\r\nMaybe you want to lose weight and live a happier lifestyle. Or be a better communicator. Or whatever New Year's resolution you set for 2020. Whatever the goal is, good habits are needed to hit those milestones.\r\n\r\nIn this talk, I will give a synposis of a book I read called \"Atomic Habits\" with some snippets of my life here and there. ",
      "startsAt": "2020-03-28T10:20:00",
      "endsAt": "2020-03-28T10:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "59e81000-f188-4cad-9fea-75df7e774580"
      ],
      "categoryItems": [
        30936,
        30934,
        36618
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "164673",
      "title": "Everything you need to know to get started with AWS Serverless Architecture",
      "description": "Did you ever feel like you want to focus on the problem you are solving, not the hardware it runs on? Serverless architecture - next evolution of cloud computing - enables developers to express their creativity and focus on user needs instead of spending time managing infrastructure and servers. It takes away the heavy lifting of building highly available, scalable, end to end applications. Come learn how to do more with less, and focus on delivering creative solutions for your users!",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "8b8c400d-c5ef-4e84-95a8-207f5780d526"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "175978",
      "title": "Understanding Probabilistic Data Structures with 112,092 UFO Sightings",
      "description": "There are three reactions to the title of this talk:\r\n\r\n- What the heck’s a probabilistic data structure?\r\n- UFO Sightings… wha?\r\n- 112,092 is an oddly specific number.\r\n\r\nThis is a talk about the first bullet point with the second thrown in just for fun. I like weird stuff—UFOs, Bigfoot, peanut butter and bologna on toast—maybe you do too? As far as the third bullet point, well, that’s how many sightings I have.\r\n\r\nNow, if you’re like most developers, you probably have no idea what probabilistic data structures are. In fact, I did a super-scientific poll on Twitter and found that out of 119 participants, 58% had never heard of them and 22% had heard the term but nothing more. I wonder what percentage of that 22% heard the term for the first time in the poll. We’re a literal-minded lot at times.\r\n\r\nAnyhow. That’s 4 out of 5 developers or, as I like to call it, the Trident dentist ratio. (It’s actually a manifestation of the Pareto principle but I’m a 70s kid). That’s a lot of folks that need to be educated. So, let’s do that.\r\n\r\nA probabilistic data structure is, well, they’re sort of like the TARDIS—bigger on the inside—and JPEG compression—a bit lossy. And, like both, they are fast, accurate enough, and can take you to interesting places of adventure. That last one might not be something a JPEG does.\r\n\r\nMore technically speaking, most probabilistic data structures use hashes to give you faster and smaller data structures in exchange for precision. If you’ve got a mountain of data to process, this is super useful. In this talk, we’ll briefly go over some common probabilistic data structures; dive deep into a couple (Bloom Filter, MinHash, and Top-K); and show a running application that makes use of Top-K to analyze the most commonly used words in all 112,092 of my UFO sightings.\r\n\r\nWhen we’re done, you’ll be ready to start using some of these structures in your own applications. And, if you use the UFO data, maybe you’ll discover that the truth really is out there.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "520bf4ca-b2d3-47c3-8475-c25bb2b257f7"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12260
    },
    {
      "id": "186259",
      "title": "The importance of Women in IT (roundtable discussion): Supporting a diverse and inclusive pipeline ",
      "description": "The first person to publish an algorithm was a woman, yet we are still far from gender equality in the IT field and it is a global problem.  After more than a century since Ada Lovelace’s contribution in computer history, women are still struggling to achieve equality in the IT workforce.  Come hear how NCWIT is revolutionizing the face of technology and listen to voices you have not heard to see how inclusion can change what’s possible! ",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "bc7662d2-e95d-4678-8788-65dc33b8adbc"
      ],
      "categoryItems": [
        30936,
        30935,
        36610
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "171171",
      "title": "Building Solutions with Angular and .Net Core WebApi",
      "description": "Come and learn about building Angular solutions in Azure using .Net Core WebApi.  This presentation will use VS Code as the IDE.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "719ccef5-804e-49c0-a9f7-6142bea4550e"
      ],
      "categoryItems": [
        30937,
        30935,
        36605
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "175790",
      "title": "Azure Functions: Patterns and Best Practices",
      "description": "Serverless abstracts away the application server environment, enabling developers to quickly build  production-ready apps that automatically scale to match the demand. Understanding these patterns can make it easier to design applications which behave as expected using proven approaches. This session will explore the design patterns commonly used to build reliable, scalable serverless applications with Azure Functions, with practical examples.\r\n\r\n",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "3f1eb021-4420-44f3-b988-6e289bf1d10f"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12263
    },
    {
      "id": "160298",
      "title": "A Better Vue with Composition API",
      "description": "With the release of Vue 3.0 comes a new, powerful way to create components: the Composition API. Inspired by React's Hooks, this new API allows front-end developers to build web apps confidently, knowing that battle tested patterns are readily available as their app scales. In this session, Eric Nograles will demonstrate practical use cases for the Composition API and show how it can greatly improve Vue's modularity, testability, and TypeScript support.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "30036a72-f6c7-4232-beec-5e4763fef69f"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12264
    },
    {
      "id": "175952",
      "title": "How to get a job as a developer",
      "description": "The tech industry is both wonderfully accessible and needlessly obtuse to break into. We hire based on skills and merit, not degrees and certifications. But you need more than technical knowledge to get your start in this field.\r\n\r\nSure, you could just apply to jobs through indeed and hope for the best. But that's not a great attitude to have starting out your career. We think stepping up and taking charge of your own journey is the better way. Start off on the right foot by participating in the tech community and creating your own opportunities.\r\n\r\nThis talk is about how to leverage social media and your community to find and apply to jobs, as well as how to build a presence online and locally to attract opportunities to you. We'll also cover how to prepare for and succeed in technical interviews, including white-boarding and take-home challenges.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "8ea5bf02-5bb1-4ed9-b96e-d7af16a97164",
        "06ddde83-866e-42b7-962e-cd04c3435eed"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "175284",
      "title": "Kubernetes is more than just greek for 'Govenor'",
      "description": "Kubernetes is an open source container orchestration tool written by Google to manage containerized applications at scale. Building on the immense knowledge from Google, the platform is one of the hottest areas in tech right now as it enables efficient application operations and support through features like auto-scaling and auto-healing. In this talk, we will walk through deploying a multi-part application to Kubernetes and discuss the relevant components such as Pods, Ingress, Deployments, and Services. By the end, attendees will not only understand these concepts but also the relevant Kubernetes architecture components",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "ce34303c-233e-497a-bb12-70c8e32febf0"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "170138",
      "title": "Run the world from the palm of your hand",
      "description": "In this session, we will look at how Xamarin Mobile apps can be used to interface with headless devices through wireless technology. With the strong adoption of Internet of Things devices, or devices without a direct interface, a common form of interaction is widely used. That interaction is through the computer most people carry with them every day, a mobile phone. After this presentation, attendees will have a strong understanding of how to use Xamarin in their Internet of Things story.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "6375582a-11f3-4a89-b783-6e5869a1a217"
      ],
      "categoryItems": [
        30936,
        30935,
        36614
      ],
      "questionAnswers": [],
      "roomId": 12268
    },
    {
      "id": "174159",
      "title": "Test Driven Development for Skeptics",
      "description": "If you think Test Driven Development (TDD) is not for you, I'd like to convince you otherwise. We'll knock over common objections, and walk through the iterations of a Test Driven project from start to finish.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e31d1d72-b414-4ee9-a8ce-5a53599cd10e"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12269
    },
    {
      "id": "162940",
      "title": "The Four Basic Principles of Accessibility",
      "description": "Within the WCAG 2.1, web-accessible content is broken into four principles collectively referred to as POUR. This acronym stands for Perceivable, Operable, Understandable, and Robust. These four areas specifically target areas where users have the most trouble when accessing digital content and provide guidelines for understanding how to think and approach accessibility.",
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "79e36469-a9f5-4e58-9294-5215db739aef"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "b211e50b-6ab6-48a8-8f2d-983119e766d7",
      "title": "IoT Hands On Sessions",
      "description": null,
      "startsAt": "2020-03-28T10:50:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "167834",
      "title": "Emotional Intelligence and Agile Teams",
      "description": "The concept of Emotional Intelligence is often mentioned but seldom understood in team context. Worse, it is seen by many as a sign of weakness and lack fo strong leadership. In this presentation, I introduce the concept of EQ by explaining the basics and also relating it to Agile teams. My goal is to set the attendees on the path of learning more about EQ and how they can improve theirs and their teams performance.",
      "startsAt": "2020-03-28T11:15:00",
      "endsAt": "2020-03-28T11:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "4a67715e-6271-43c8-b082-50baad82a3df"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "8ca3dbc7-4a10-4500-8de5-95c87eef59c6",
      "title": "Lunch",
      "description": null,
      "startsAt": "2020-03-28T11:35:00",
      "endsAt": "2020-03-28T12:15:00",
      "isServiceSession": true,
      "isPlenumSession": true,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "176166",
      "title": "Getting Started with Docker",
      "description": "Docker is everywhere but maybe you aren't quite up to speed yet. You can talk about it or at least fake your way through a conversation but you haven't had time to get started actually using it yet. If that sounds like you, this is your session. We will walk through Docker from the beginning. Don't be fooled though. This isn't a PowerPoint session. We won't be doing fun pictures and abstract concepts. We will be taking code and putting it into containers. Then we will look at how to use those containers, how to communicate with them, how to manage them, and more. After we cover the basics, we will get into orchestration and other more complicated topics. While this is a language-agnostic talk, we will use the Visual Studio tools for some sites and situations.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "1881c98b-0532-476b-906e-3b8c74f4935f"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "159865",
      "title": "Believe in the Power of CSS",
      "description": "You know that song by Huey Lewis and the News, The Power of Love? \"First time you feel it, it might make you sad.\" Might be how you feel about CSS right? What about the power of CSS? CSS has received a bad name as of late, but truth of the matter is that CSS is such a powerful piece of the front-end puzzle and you should really be excited for what's already here and what's to come! Who would have thought we could create magazine-style layouts with CSS grid? What about ruleset variable scoping with custom properties(CSS variables)? And last but not least, the pain of centering content horizontally and vertically which is now possible in three lines with flexbox! Let's talk about how awesome CSS is, and how we can restore our faith in one of the best things that makes the web amazing!",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "730a789f-e2a8-483d-91bc-6e794f1b44d5"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12260
    },
    {
      "id": "159225",
      "title": "A Map To Success:  Functional Programming For Database Developers",
      "description": "Over the past several years, we have seen a resurgence of interest in functional programming languages, particularly with the success of Scala and R in the marketplace.  Although object-oriented (oo) design remains the dominant software development paradigm, even oo-first languages have seen a shift toward the functional mindset with the emphasis on LINQ in C# and lambdas in Java.  This move toward a functional style should be particularly welcome for data platform specialists, who already have a leg up in understanding  functional programming concepts thanks to their work with SQL.\r\n\r\nIn this talk, we will focus on one functional programming language, F#.  We will look at some of the basics of the language and see how you can translate knowledge of SQL into a pipeline-driven functional programming language.  We will also see areas where F# integrates smoothly with SQL, creating a powerful way to extend your SQL skills beyond queries.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "7c382501-a37f-49b7-bb28-eb7692995323"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "176268",
      "title": "Don't Fly Blind - Implementing Effective Application Instrumentation with Azure Application Insights",
      "description": "While continuous integration and continuous delivery are key practices of a successful devops culture, monitoring applications to gain critical insight into what needs to be built and delivered is equally important. Without good data about a system's applications, making decisions regarding where to invest resources is largely either left to the loudest voices in the room or a random game of chance. Application Performance Management (APM) solutions are automated application monitoring tools that gather, aggregate, and present application telemetry to provide this data - an increasingly important part of application design and deployment.\r\n\r\nIn this talk we will explore the APM capabilities of Azure Application Insights. We will see how it integrates to collect several different kinds of data from an application's components, reviewing some practical hints and best practices based on real-world experience. From there, we will examine the included tools that can be used to troubleshoot misbehaving applications, as well as to gain deep insights into other aspects of the application's behavior. We'll also explore ways that the telemetry data can be surfaced to provide early warnings and alerts, at-a-glance dashboards, and data integration with other tools. Finally, we'll look at the rich extensibility and customization options that Azure Application Insights offers and see how they can be used to tailor the tool to your specific application telemetry needs.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "6aff78dd-1c15-4e4b-8401-3a51f0a082fb"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "173862",
      "title": "Feature Flag Football with Azure App Configuration",
      "description": "Utilizing Feature Flags is a powerful technique for allowing developers to modify system behavior without changing any code. .Net Core recently introduced a new Feature Management Library that makes implementing feature flags a breeze. Ultimately, flags standardize feature management in your system. \r\n \r\nAzure App Configuration is also a recent Azure offering for configuring a host of variables in your .Net Core application. It offers a central place to manage app settings, environment variables, config values, and secrets. The service also allows updating these configurations at runtime without needing to restart or redeploy an app service.\r\n \r\nImagine these two items being used in conjunction to create a solution where automation rules, deployment risk is reduced, and new features can be introduced into your application very rapidly, but more importantly, very safely. It would be like if the New England Patriots wanted to try out a new offense against the lowly Detroit Lions for one week, while not worrying about de-railing their annual trip to the Super Bowl.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "13924f5b-13f0-4fd8-a0bf-06f633dad5c9"
      ],
      "categoryItems": [
        30936,
        30935,
        36607
      ],
      "questionAnswers": [],
      "roomId": 12263
    },
    {
      "id": "164424",
      "title": "Create a CI/CD Pipeline for your Desktop Apps using GitHub Actions",
      "description": "In mid 2019, Microsoft released GitHub Actions, providing an easy way to automate your software workflows including continuous integration and continuous delivery.  With GitHub Actions, you can build, test, and deploy code right from GitHub.\r\n\r\nIn this session, we will cover how to set up GitHub Actions to work against a .Net Core 3 WPF application packaged and deployed using MSIX with a Windows Application Packaging Project.  The learnings from this session could easily be leveraged to use GitHub Actions for any WPF, Winforms or UWP applications written for .Net Framework or .NetCore.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "1ef054e0-3653-4bc6-889f-eba8399c585c"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12264
    },
    {
      "id": "159618",
      "title": "Intelligent Document Classification: Quick Tutorial on AI and NLP",
      "description": "This session will focus on demonstrating how an intelligent document classification system was developed using NLP and AI, and how the system leveraged BERT, ELMo and other word embedding techniques for creating distributed semantic representations that provides the context based insights of the documents. This session also will demonstrate how semantics can be used to develop deep learning network for sentence classification that flags and identify questionable entities and language of interest of documents in an automated manner.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "04bea75e-0096-41b9-9aac-e72aff5b79d5"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "174234",
      "title": "Introduction to SQL++ for Big Data: Same Language, More Power",
      "description": "The most popular databases in the world all speak SQL, and almost 60% of Stack Overflow members use SQL. SQL is the query language that dominates when it comes to interacting with data. Data has changed the 1970s; it’s no longer just stored in flat tables, but as rich, hierarchical object structures like JSON. SQL isn’t dead though, it just needed to evolve a little bit. In this session, you’ll learn about the next iteration of SQL: SQL++. Born from a UCSD research project, SQL++ is backwards-compatible and can work with heterogeneous data, with or without schemas and indexing. It is still the readable, declarative, highly composable language that you’re used to, but with extra super-powers. This session will focus on the enhancements that SQL++ brings, will show some of the databases that are already implementing it (including Couchbase, AsterixDB, Drill), and guidance on why and when to use it. You will enter with SQL skills and leave with big data skills.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "51971bf5-3126-4aae-9825-76a0064c8c78"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "158435",
      "title": "Managing Governance, Compliance and Standards for Enterprise using Azure Policies",
      "description": "Do you have multiple teams in your Enterprise with large number of subscriptions? Do you want to standardize and enforce how resources are configured, how regulatory compliance are managed, cost control, security and design consistency? If so, then Azure policies is your answer\r\n\r\n\r\nIn this session we will deep dive into Azure policies, we will look at what Azure Policies can do and how can it help your Enterprise to move to cloud with confidence that the standard security and compliance practices are followed uniformly.",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "3d80ff47-6f96-47a8-8bbe-32fac68ace1e"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12267
    },
    {
      "id": "158467",
      "title": "Powerapps II: AI in Powerapps",
      "description": "Learn the new AI models available inside Powerapps ",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "9473906a-596f-484b-8bf7-beb795c18dd9"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12268
    },
    {
      "id": "176211",
      "title": "Time to get the developer job you want",
      "description": "Have you ever wondered how to get the attention of recruiters, expand your knowledge and build your portfolio to get the job you want? During this talk I'm going to give you some tips on how to level up your skills and curriculum that will help you get the job that you want!",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e56f2a9b-fcc9-4997-b653-9e0a532f7a60"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12269
    },
    {
      "id": "176213",
      "title": "The Progressive Web Apps World",
      "description": "Everyday the need of responsive web apps increases, but web apps have some limitations! Time to power up your web apps with service workers to convert them to Progressive Web Apps aka as PWAs. Take advantage of push notification, offline capability and more!",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e56f2a9b-fcc9-4997-b653-9e0a532f7a60"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "040c3c48-37cb-4f57-952c-dd208aa90ca9",
      "title": "IoT Hands On Session",
      "description": null,
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "176151",
      "title": "Getting hired with less anxiety: How to make yourself a better candidate for tech jobs",
      "description": "I’ve hired dozens of people and in the process have reviewed thousands of résumés, portfolios and cover letters. Whether a designer, coder, or project manager, learn how to improve your job applications to make yourself an undeniable candidate for some of tech’s most coveted positions. ",
      "startsAt": "2020-03-28T12:15:00",
      "endsAt": "2020-03-28T12:35:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "fa962cd4-1dde-46a4-8e97-c9c64a712057"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "164696",
      "title": "Growing at Work with Community-Oriented Development",
      "description": "Professional development stagnation is a common problem in any industry.  Let's consider some not-so-obvious solutions that have worked out for me to reinvigorate learning and growth.  \r\n\r\nIn this talk, I'll be going over how you can create opportunities to help you and others in your community grow through starting Android tech talks, roundtable discussion lunches, workgroups, and other initiatives.  These are all things we have implemented at our growing team at Wayfair to great effect.",
      "startsAt": "2020-03-28T12:40:00",
      "endsAt": "2020-03-28T13:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "603911a5-7070-4b63-badd-d83001716824"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "176245",
      "title": "Go System Calls",
      "description": "Deep dive into how system calls are implemented in Linux and FreeBSD and description of how to issue system calls from Go.\r\n\r\nWill include a demonstration that implements the FreeBSD Jails API in Go.",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "16f758e4-30c3-4f57-b1ea-2c7c89c4b6cc"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "164615",
      "title": "gRPC, .NET Core, and Star Wars",
      "description": "Remote Procedure Calls are new again with gRPC! This code-heavy talk will focus on the what, why, when, and how to use gRPC in a modern web application ecosystem. \r\n\r\nMore than just Hello World and FooBar examples here! We'll be using .NET Core 3.1 and the Star Wars API (SWAPI) to put together a pseudo real-world example and working application. ",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "21387bbe-b1d4-46de-9015-279df1fce38c"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "169749",
      "title": "An intro to git",
      "description": "Want to learn git but don't know where to start or are you simply afraid of the command line? Then this session is for you. We will focus on the high level core concepts to give you a foundation to start using git today. Furthermore, we won't be using ANY command line interface to do it. As an added bonus we'll wrap up the session with an established work flow to make your journey to using git more beneficial.",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "d0a89809-da3a-4e3c-95f7-f8250074b94b"
      ],
      "categoryItems": [
        30936,
        30935,
        36607
      ],
      "questionAnswers": [],
      "roomId": 12263
    },
    {
      "id": "163663",
      "title": "Delivering Real-Time Data with Azure",
      "description": "As business rely more and more on their data, more demands are made to put this data in the hands of users as fast as possible.  In this session, you will learn how to build real-time dashboards without managing any infrastructure, using only Azure services and Power BI capabilities.  Learn how to push data into Event Hubs, discover how to analyze the data with Stream Analytics, and then how to use the different real-time visuals within Power BI in order to build real-time dashboards.",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "76842364-2733-4aea-a940-7c81195e5120"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12264
    },
    {
      "id": "176076",
      "title": "Intro to Blazor",
      "description": "Blazor lets you build interactive web UIs using C# instead of JavaScript.",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "52fbdc33-746c-409c-9189-130d655835ba"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "158440",
      "title": "Machine Learning for everybody",
      "description": "You've been hearing about Machine Learning for years now, but you don't know where to start, you've tried online courses but still don't know what to do!\r\n\r\nIn this presentation, I'll walk you through what it actually means to do Machine Learning, and how you can get started using simple projects that start your journey in Machine Learning",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "6f970913-2db5-4260-871e-b733e1d707f2"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12267
    },
    {
      "id": "171481",
      "title": "The Skeptic's Guide to Git",
      "description": "Every thought-leader who ever thought-led is Tweeting about how amazing DevOps are, and they're demanding you drop your current Version Control Solution and switch to Git. But you're perfectly happy with your Centralized Version Control System, whether it is TFS Version Control, Subversion, or another solution, and you don't see any real reason to drop what works and migrate when there can't be that much of a benefit.\r\n\r\nThis session explores the benefits of migrating to Git for your version control needs. Come to learn *why* organizations both large and small have moved from Centralized Version Control providers to Decentralized Version Control providers and Git in particular as part of their DevOps journey.\r\n\r\nWe'll explore how Git provides an objectively better solution for source control, as well as how its capabilities provide a stronger foundation for software development in general and DevOps in particular.\r\n\r\nThis session is for skeptics as well as folks looking for answers to skeptic's questions, and a Q&A time will be provided. ",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "716691bc-878d-467e-85dc-5db2836368aa"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12269
    },
    {
      "id": "176150",
      "title": "UX/UI for learning code: Building the interfaces for Thimble & Glitch",
      "description": "Building tools to help people learn how to code requires a sensitivity to users. Having built the interfaces for Mozilla’s retired Webmaker suite of tools (Thimble, X-Ray Goggles, and Popcorn Maker), and now Glitch’s code editor and remix platform, I’ve learned a few UX/UI tricks unique to creative coding communities. Learn the practical ways we build in room for creativity, as well as for failure, and ultimately respect for the user’s fragile position as a learner. ",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "fa962cd4-1dde-46a4-8e97-c9c64a712057"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "a4816093-b981-4a8f-9541-47deb7dbca6a",
      "title": "IoT Hands On Session",
      "description": null,
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "175791",
      "title": "Intro to Hybrid Cloud",
      "description": "The future of cloud computing ",
      "startsAt": "2020-03-28T13:10:00",
      "endsAt": "2020-03-28T13:30:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "17cf1c4b-70b4-440d-9ea7-0451b3d47fef"
      ],
      "categoryItems": [
        30936,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "174208",
      "title": "An Engineer's Guide To Negotiating Salary, Benefits and Raises",
      "description": "Learning to negotiate how much one will charge for their labor may be one of the most important life skills that can developed. This presentation is an overview of how to accomplish this. If you stop to consider that for every $10 more per hour a contractor is able to get from a recruiter / employer will translate into another $20,000’ish more per year to their salary. It is also important to understand that every salary can have an additive effect over the lifetime of an engineer's  total career earnings. This presentation was originally called “Stop Getting Fu@ked By Technical Recruiters” when I first started giving it to my new contractors 6 years ago and it also happens to be the title of my new book. \r\n",
      "startsAt": "2020-03-28T13:35:00",
      "endsAt": "2020-03-28T13:55:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "f9bae3df-251b-40ec-8317-210aed55d420",
        "5715b875-f0a0-4c7a-8332-c98387766e89"
      ],
      "categoryItems": [
        30936,
        30934,
        36618
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "5118bc1b-6be4-4948-9ebf-b733a68ac8bb",
      "title": "Ice Cream & Snacks Break",
      "description": null,
      "startsAt": "2020-03-28T13:55:00",
      "endsAt": "2020-03-28T14:25:00",
      "isServiceSession": true,
      "isPlenumSession": true,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "171459",
      "title": "Good Design and Accessibility",
      "description": "Breaking down the notion that good design and accessibility are two contrasting values.  Finding out how to actually make and test well designed and accessible web sites and experiences. Also, tips and tricks for how to communicate design choices.  ",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "06ab5754-acef-4514-a7ad-459172e6c95b"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "176232",
      "title": "Dependency Injection and Unit Testing in .Net Core",
      "description": "A dive into dependency injection in traditional .Net applications and ASP.Net Core.  Followed by how dependency injection enables unit testing in .Net core and EF core.  Code examples of how to unit test at the controller, service, and data layers.",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "2ebd8578-298f-45ae-b71b-dc076037b080"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12260
    },
    {
      "id": "170121",
      "title": "Designing a relational database - (demo in NodeJS Postgres)",
      "description": "Relational Databases like Postgres are used to store transacational data. Backends use databases to serve data back to the client. Designing a database incorrectly can be costly to fix down the road, so it's important that it's done correctly the first time\r\n\r\nIn this talk, we cover the following:\r\n- A primer to what a relational database is\r\n- 3 degrees of normalization\r\n- Business rules\r\n- A methodical approach to making an MVP\r\n- Demo of a NodeJS postgres app using an ORM\r\n\r\nif there's extra time:\r\n- Migrations using an ORM\r\n- Basic SQL Queries",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "59e81000-f188-4cad-9fea-75df7e774580"
      ],
      "categoryItems": [
        30936,
        30935,
        36604
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "176280",
      "title": "Hand Me That Model: Real-world Mobile MVVM",
      "description": "You've seen a diagram of the MVVM pattern, right? Three blocks with solid and dashed arrows between them. You know the View is your UI and the data types from your API(s) are Models. But what about the other parts of your app? Are they ViewModels? Are they Models? Are there more than one kind of each? And where do they go in a mobile app where you have to worry about stuff like intermittent network connections, lower processing power and storage, etc.?\r\n\r\nWe'll expand on that simple diagram to cover presentation, navigation, caching, data transfer objects, etc and we'll see a simple example of a real-world MVVM Xamarin.Forms app",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "2a302b4d-bd35-47c9-a1d3-fea20a9d129f"
      ],
      "categoryItems": [
        30936,
        30935,
        36617
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "171460",
      "title": "Innovation is real - here's how you do it",
      "description": "Organizations large and small talk about innovation and creating innovative products/services yet very few, especially in Florida, actually understand and implement any consistent methodology. Whether the company is enterprise or startup - digital or traditional - the knowledge of methodologies like Design Thinking, Lean Innovation, Business Modeling, Agility etc. are proven by the the most innovative brands and taught in business schools and accelerators. \r\n\r\nIn this talk, I will draw on learnings drawn from major brands as well as my own experience working with local startups as well as brands such as Stanford University and other mid-sized businesses. I will illustrate the need for a consistent data-driven experimentation, validation and execution framework, while also showing how accessible and powerful it can be. ",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "61eb1716-3fe7-45ce-8fef-46248bcfe009"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "172821",
      "title": "Introduction to ML.Net",
      "description": "This session will introduce the open-source, cross-platform library Machine Learning .net. There will be a brief review of a few types of machine learning, a walk through getting set up to use ml.net in visual studio 2019 and take it for a spin!",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "1c2b14fb-c37c-4b91-9a12-82b2f6a5bc73"
      ],
      "categoryItems": [
        30936,
        30935,
        36613
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "176016",
      "title": "Look mom! No code!",
      "description": "Developer's love writing code, but code means bugs. What if you could develop your next service with no code at all?\r\n\r\nWe will walk through building an end-to-end project that:\r\n\r\n-accepts photos sent via email\r\n-uses Azure Cognitive Services to analyze the contents of the photo\r\n-sends a reply email identifying what was in the photo\r\n-saves the photo & description to Azure Storage\r\n-dynamically constructs an API that an app can call to fetch the latest photos/info for display\r\n-all orchestrated by Azure Logic Apps\r\n-all done in the browser/Azure portal with no code editors or IDEs in sight",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e2f087d6-d8f0-45aa-86c3-ad803fb2db12"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12267
    },
    {
      "id": "176272",
      "title": "Motivational Interviewing: Helping Haters Accept Agile",
      "description": "As software shops \"transform\" to an agile approach, many knowledge workers are reluctant to collaborate with others, or resist changing the way they work. Motivational Interviewing is a powerful strategy that lets scrum masters and coaches structure tools they already use -- helping team members see past short-term benefits of unhealthy behaviors -- so individuals and teams can achieve their goals.",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "7e71a3e0-4ce6-44c2-850e-456eb1c7e794",
        "db888c1f-55a6-4ce6-a9de-27281d384dcd"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12268
    },
    {
      "id": "165168",
      "title": "Understanding the identity business, and how to get out of it",
      "description": "Knowing who is using your software is super fundamental. It's less important than ever to have to manage those identities yourself, but you can't escape understanding the protocols and players. Let's talk about how things like OAuth2 actually work, and then decide if you can get out of the business of knowing that at all. Cloud services, on-premise software and existing open source projects can all help you limit your exposure to exposing your users.",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "ad366c9f-5e63-4264-8335-5d4433ce9c3f"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12269
    },
    {
      "id": "176175",
      "title": "Web Performance in 2020: Modern Techniques for Sub-second Page Loads",
      "description": "In this session, we’re going to dive into modern web performance to learn how to identify and fix performance bottlenecks in your website or webapp through topics such as:\r\n\r\n\r\n- Web performance metrics you should be measuring and how. Which are the most important and to optimize your site for each?\r\n- How do browsers render web pages, and how you can use this knowledge to optimize the loading experience.\r\n- What is the critical path? How do I account for this?\r\n- What is the JavaScript main thread? How can can you optimize for this?\r\n- Identifying, profiling, and optimizing for third party scripts.\r\n    \r\n\r\nAttendees will get the most out of this session by 1) having some knowledge of HTML, CSS, and JavaScript, 2) find slow websites extremely annoying.\r\n",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "3161d09a-5240-4588-a926-28c641697fb5"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "78b1a0d0-7a10-435b-a7d8-eb4204c4e7ec",
      "title": "IoT Hands On Session",
      "description": null,
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "169644",
      "title": "Programmer burnout: how to recognize and avoid it",
      "description": "Burnout among software professionals is far more widespread than we would like to admit. It sneaks up on us. At first we dread going in to work each day. We can barely focus enough to get through the day and struggle with otherwise simple-for-us tasks. It starts there and gets much worse. So what are some of the things that cause us to burn out? We will draw from personal experiences and have a frank and productive discussions on some of the well-known, and not so well-known causes of burn out, how to recognize the symptoms, how to avoid getting burned out and some tricks on coping.",
      "startsAt": "2020-03-28T14:25:00",
      "endsAt": "2020-03-28T14:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "c63b937a-c2f2-4988-96c0-765bf0130575"
      ],
      "categoryItems": [
        30936,
        30934,
        36618
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "175541",
      "title": "Trash Detection Using Panoptic Segmentation",
      "description": "Garbage or trash management is a challenging task in modern cities around the globe. If automated this problem can be solved to a great extent. In this talk, we discuss how using the modern techniques of deep learning we can make our trash segregation centers smarter.\r\nThe talk would start with a brief description of the problem statement and it’s set up, following up with currently available solutions. Then a brief introduction to the deep learning techniques. Then we dive into the Panoptic segmentation and its role in solving our Trash detection problem. We will include a demo at the end.\r\n",
      "startsAt": "2020-03-28T14:50:00",
      "endsAt": "2020-03-28T15:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "2ce798e8-3871-4929-b1ba-962db0121a1e"
      ],
      "categoryItems": [
        30937,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "180567",
      "title": "Design Theory 101 for Developers",
      "description": "Designers are absolutely not clairvoyant. So how do we know what people will think looks good? Why do certain colors look good together and others do not? Why I am getting yelled at for making my UI look this way? By the end of this session you will have had a crash course in elements and principles of design, color theory, and type-- all in the context of web and applications. ",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "bc9907e8-b3c4-4836-9e7e-f3f8ad178856"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12260
    },
    {
      "id": "175963",
      "title": "Design and Data: A Case Study",
      "description": "Data analysts and data scientists often complain about data quality as a hindrance to discovering useful insights. Common problems can include unrealistic values (birthdays from 1900), totals not adding up, different ways of referring to the same thing (“US” vs “U.S.” vs. “United States”), default values, and optional fields. Unfortunately, oftentimes, a lot of data has already been collected before the design can be changed to address these issues.\r\n\r\nUX designers are customer-focused, rightfully so. But often overlooked is that UX design can also guide the quality of data ingestion. UX decisions have downstream consequences with regard to data integrity. Being data-aware beforehand can pay dividends later on when data analysts and data scientists come into work on the data that has been collected.\r\n\r\nIn this talk, we will point out the data quality tradeoffs that can potentially happen with design decisions that precede it. We aim to give concrete suggestions to improve data quality in a user-centered design process. We will do this via a case study that walks through a scenario where UX decisions are made and explore downstream data that has been collected. We hope this talk helps illuminate the interdependence of UX and Data professional roles. \r\n\r\n",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "da813fb1-1ae6-44d5-8211-cb94bc2ccf0f",
        "618d658d-c91c-4f86-b2e2-36341b22b544"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "169312",
      "title": "Deploying Database Changes Without Taking an Outage",
      "description": "For most DBA's and most companies changes to the database are done during either a maintenance window that allows some downtime or during a full planned outage. Doing it that way makes a lot of sense, you don't have to work about blocking or deadlocks or the code being out of sync with the database. But what if your business needs to move faster, say deploying changes every week? It's possible, with some caveats and a small risk or two! This presentation will start an overview of \"blue/green\" deployments and why \"database first\" is a good plan. From there we'll look at how to deploy various types of changes and how to assess and mitigate the risk of each. It is possible, and the upside if that you'll work fewer nights and weekends making changes!",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "acacfa21-f510-4c88-8046-07e2a447ada3"
      ],
      "categoryItems": [
        30937,
        30935,
        36604
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "174379",
      "title": "Angular Elements: Use SPA Components Anywhere",
      "description": "I'm going to show you how you can use Angular Elements to drop Angular components into a web app using any technology with a sample ASP.NET MVC application.",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "2d0e9eea-701c-4bcb-8094-67b4387f9d63"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12263
    },
    {
      "id": "170225",
      "title": "Introduction to IoT using Azure",
      "description": "Ever wondered on what is the buzz about Internet of Things (IoT)? and interested in making your own?\r\nWe will take an look on what is Internet of Things (IoT), the impact of IoT to the world, industries that IoT can disrupt and then, we will provide an overview of building an IoT solutions using Azure.",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "b0fbf3eb-d851-44a8-8d83-d3ff9bd13a17"
      ],
      "categoryItems": [
        30936,
        30935,
        36614
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "179172",
      "title": "Mobile DevOps made easy with VS App Center",
      "description": "There are several steps in the mobile development life cycle, and being realistic, it is sometimes really time-consuming for us to manually replicate them each time in our project and we end up ignoring important parts of the release cycle, Visual Studio App Center comes to solve this providing us all the tools we need to automatically manage our Mobile DevOps.",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e32cb8db-2f46-4823-a4e8-5fb81a7e8d17"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12268
    },
    {
      "id": "182980",
      "title": "Sustainable Enterprise Architecture",
      "description": "Producing Enterprise Architecture representing business and change with sustainability as an anchor. The short life and rigid nature of software technology vs. the ever-growing data organization life cycle. An agnostic talk about architectural harmony.",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "57403926-6318-4cad-900c-aa5b71510d5a"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12270
    },
    {
      "id": "29ae251f-15ac-436a-be4c-f6fedb88d8bb",
      "title": "IoT Hands On Session",
      "description": null,
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T16:05:00",
      "isServiceSession": true,
      "isPlenumSession": false,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12471
    },
    {
      "id": "163658",
      "title": "Graphing Your Way Through the Cosmos: Common Data Problems Solved with Graphs",
      "description": "Data as it appears in the real world is naturally connected, but traditional data modeling focuses on entities which can cause for complicated joins of these naturally connected data.  That is where graph databases come in as they store data more like what happens naturally in the real world.  Sure, there a lot of talk about using graph databases for social networks, recommendation engines, and Internet of Things; but using graph databases can also make a lot of sense when working with common business data problems.\r\n\r\nIn this presentation, you will get a better understanding of what graph databases are, how to use the Gremlin API within Azure Cosmos DB to traverse such data structures, and see practical examples to common data problems.",
      "startsAt": "2020-03-28T15:20:00",
      "endsAt": "2020-03-28T15:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "76842364-2733-4aea-a940-7c81195e5120"
      ],
      "categoryItems": [
        30937,
        30934
      ],
      "questionAnswers": [],
      "roomId": 12271
    },
    {
      "id": "184773",
      "title": "Lessons Learned Building RecipeBox",
      "description": "Get a head start on your side project and hear the lessons learned from the first year of RecipeBox. Andrew will share tips and tricks to help you focus your free time into building a product you love. He’ll share growth statistics for RecipeBox and give you a behind the scenes look at the reality of running your own product.\r\n",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "7ce123bf-2d48-469d-9d97-1ce70880effd"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "168280",
      "title": "Working with Remote team",
      "description": "During the presentation, Karam will discuss different aspects of working with distributed teams including trends, virtual team models, challenges and solutions, tools, tips and resources. We will also discuss critical success factors and building trust. Looking forward to your participation.",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "4a67715e-6271-43c8-b082-50baad82a3df"
      ],
      "categoryItems": [
        30936,
        30935,
        36606
      ],
      "questionAnswers": [],
      "roomId": 12261
    },
    {
      "id": "174179",
      "title": "Your Shells At Hand!",
      "description": "Quick view at all the Shells available in Windows System using Windows Terminal. Now you can access all existing shells from one location: PowerShell, DOS, WSL, and Azure.  See how you can customize this application, adding new console applications making your life easier using these tools at hand.",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "0bc81966-4c5a-456a-b7de-d817f14a0307"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12262
    },
    {
      "id": "176100",
      "title": "You're Probably Doing SQL Wrong",
      "description": "Pretty much every developer knows SQL - or do they? SQL is usually the bottleneck to an app's performance, and things like locks, blocks, and slow queries are almost always the developer's fault. This talk will teach you how to be a better developer and DBA by using SQL correctly to its fullest potential. You'll learn how to avoid common pitfalls and mistakes, how to find and fix problems, and when to use something other than SQL. Some experience with SQL is recommended prior to attending this talk, as the basics (such as syntax) will not be covered.",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "ae66f10a-a08d-447a-bc15-567b2aa70d56"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12263
    },
    {
      "id": "172173",
      "title": "Zero to Snowflake in 60 Minutes",
      "description": "A practical hands-on intro to the Snowflake cloud-agnostic Data Lake and Data Warehouse platform built for the cloud and made to support Big Data Analytics. Demo from Zero to 60 with Snowflake using Azure and PowerBI.",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "0f594fc3-eab6-4b7d-867a-a533e5af54f9"
      ],
      "categoryItems": [
        30936,
        30935,
        36604
      ],
      "questionAnswers": [],
      "roomId": 12264
    },
    {
      "id": "176274",
      "title": "Using Social Media for Good",
      "description": "Whether you want to \"future proof\" your career, or build a brand so your super heros take notice, learn to master social media like a boss... while sitting at home in your PJs!",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "7e71a3e0-4ce6-44c2-850e-456eb1c7e794",
        "1330f435-7f17-454d-9b58-cd6bb9812c6d"
      ],
      "categoryItems": [
        30936,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12265
    },
    {
      "id": "159316",
      "title": "Effective DevOps with Knative & Istio",
      "description": "Are you trying to deploy Istio to your Kubernetes clusters?  Need to know more about serverless workloads on Knative?  Are you looking to integrate DevOps practices like traffic splitting, versioning, chaos engineering into your deployment practices?  We will discuss how to effectively adopt DevOps tools like Istio and Knative for utilizing service meshes and serverless in your microservices deployments. Istio with KNative enables the microservices can be easily monitored, controlled, and secure. This session guides developers towards a more effective DevOps implementation on serverless and containerized workloads",
      "startsAt": "2020-03-28T16:15:00",
      "endsAt": "2020-03-28T17:00:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "41621b9f-4c6b-4fb2-82e1-29656869ba41"
      ],
      "categoryItems": [
        30937,
        30935
      ],
      "questionAnswers": [],
      "roomId": 12266
    },
    {
      "id": "cb85083c-49b2-43d4-8bee-1c2556b4f373",
      "title": "Closing and Prizes",
      "description": null,
      "startsAt": "2020-03-28T17:10:00",
      "endsAt": "2020-03-28T17:40:00",
      "isServiceSession": true,
      "isPlenumSession": true,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12259
    },
    {
      "id": "8c0a3898-ab99-4665-9587-89a3da16f81e",
      "title": "After party",
      "description": null,
      "startsAt": "2020-03-28T17:45:00",
      "endsAt": "2020-03-28T19:45:00",
      "isServiceSession": true,
      "isPlenumSession": true,
      "speakers": [],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 12259
    }
  ],
  "speakers": [
    {
      "id": "da813fb1-1ae6-44d5-8211-cb94bc2ccf0f",
      "firstName": "Abhishek",
      "lastName": "Murali",
      "bio": "I'm a product designer for PowerDMS in Orlando. I'm also a co-organizer for the Downtown Orlando UX Meetup. You can also find me on Twitter @abmiyengar.",
      "tagLine": "Product Designer",
      "profilePicture": "https://sessionize.com/image?f=ce94bbc3184ac7ced74b7f337d082d88,400,400,1,0,34742df5-6492-4fd5-802b-f11b52e1de67.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/abmiyengar",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/abmiyengar/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.abhishekiyengar.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.powerdms.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175963
      ],
      "fullName": "Abhishek Murali",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "7cdb096d-9bfb-4106-8592-7e7768e71d28",
      "firstName": "Allen",
      "lastName": "Firstenberg",
      "bio": "Allen is a Google Developer Expert for the Google Assistant and other technologies, helping other developers understand how they can apply the skills they already have to this growing technology. He is a Senior Project Engineer at Objective Consulting, co-author of \"Designing and Developing for Google Glass\", enjoys the history of technology, and has occasionally been known to wear light blue shirts.",
      "tagLine": "Google Developer Expert",
      "profilePicture": "https://sessionize.com/image?f=fe8b9f6a4f802c56e2864637df226a57,400,400,1,0,836b4e34-97a3-4e26-82f6-b4a8f74fa187.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/afirstenberg",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/allen-s-firstenberg-950130/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://iaflw.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://spiders.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176221
      ],
      "fullName": "Allen Firstenberg",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "0fe268d2-54f7-4dbe-9a2b-7e5b8af2e493",
      "firstName": "Allen",
      "lastName": "Underwood",
      "bio": "Allen Underwood is a co-host of one of the top software development podcasts, CodingBlocks.NET, a software architect and a Microsoft MVP.  He is a full stack developer who enjoys problem solving, big data, architecture, learning, teaching and sharing every step of the way.  He is married to an amazing woman and has three incredible children.  Beyond family and software, he also enjoys American football, basketball, and just about anything competitive!",
      "tagLine": "Co-host of the Coding Blocks Podcast, Software Architect and Microsoft MVP",
      "profilePicture": "https://sessionize.com/image?f=b1d88547cb63aaa50db6d466a0692879,400,400,1,0,d2-54f7-4dbe-9a2b-7e5b8af2e493.45ca703b-9583-4d8d-b318-c042fb1ec944.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/theallenu",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/allenunderwood/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.codingblocks.net",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.codingblocks.net",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176242
      ],
      "fullName": "Allen Underwood",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "2d0e9eea-701c-4bcb-8094-67b4387f9d63",
      "firstName": "Andrew",
      "lastName": "Boza",
      "bio": "Andrew is a Tampa native, a West Pointer, and a second-career, full-stack web developer. While serving in the Army as a Signal Officer, he created a mod for a PC game which became wildly popular – sparking his interest in building software. After dabbling with game development and iOS, Andrew found his true passion in delivering business value with web technologies. An Agile enthusiast, Andrew is a twice certified Scrum Master who loves going to Agile and developer meetups and conferences.",
      "tagLine": "Web Developer & Scrum Master",
      "profilePicture": "https://sessionize.com/image?f=838c8e31f16999c7f038f63ba9d18170,400,400,1,0,6faec622-7dfa-4a9c-b6e6-cb926ce36623.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/VirtuaBoza",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/andrewboza/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        174379
      ],
      "fullName": "Andrew Boza",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "4f27315f-5e98-4610-a70d-836820090830",
      "firstName": "Andrew",
      "lastName": "Cook",
      "bio": "Andrew is a software development consultant in Seattle, WA focusing on development on the Microsoft Stack including Azure and Xamarin.\r\nAndrew is a Xamarin Certified Developer, Microsoft Professional and Advanced Life Support Paramedic.",
      "tagLine": "Crafting code and saving lives",
      "profilePicture": "https://sessionize.com/image?f=538e68114c107dca808a92f515be2192,400,400,1,0,5f-5e98-4610-a70d-836820090830.f562fea4-21df-42a0-9878-d4ba9362594a.jpeg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/codingwcookie",
          "linkType": "Twitter"
        },
        {
          "title": "Blog",
          "url": "http://codingwithcookie.com",
          "linkType": "Blog"
        }
      ],
      "sessions": [
        174402
      ],
      "fullName": "Andrew Cook",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "7ce123bf-2d48-469d-9d97-1ce70880effd",
      "firstName": "Andrew",
      "lastName": "Kozlik",
      "bio": "Andrew Kozlik is the Co-Founder and CEO of the recipe storage and discovery app RecipeBox. He previously served as co-captain of Code for Orlando and founder of the Orlando iOS and Android meetups. His latest interests are in optimizing user engagement and bringing people together with food.\r\n",
      "tagLine": "Co-Founder and CEO @ RecipeBox",
      "profilePicture": "https://sessionize.com/image?f=7b8b63910c7a99a9d0b4fd22bf61c7f8,400,400,1,0,ad963562-31f8-4d43-9186-7817b6a47135.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://www.twitter.com/andrewkozlik",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/andrew-kozlik-29a4bb8/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://www.getrecipebox.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        184773
      ],
      "fullName": "Andrew Kozlik",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "2a302b4d-bd35-47c9-a1d3-fea20a9d129f",
      "firstName": "Andy",
      "lastName": "Lech",
      "bio": "Cross-platform mobile developer",
      "tagLine": "Cross-platform mobile developer",
      "profilePicture": "https://sessionize.com/image?f=0573fe7eb6bd3ab2bbe7b231f3eae386,400,400,1,0,01f68acc-baab-41ee-a9dc-6084f108796c.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/AndyLech42",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/andylech/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        176280
      ],
      "fullName": "Andy Lech",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "acacfa21-f510-4c88-8046-07e2a447ada3",
      "firstName": "Andy",
      "lastName": "Warren",
      "bio": "Andy is a DBA in the Orlando area and the current President of the non-profit SQLOrlando.",
      "tagLine": "SQLAndy",
      "profilePicture": "https://sessionize.com/image?f=8b53feb8a29e2d25bff9f0436b2e3d5a,400,400,1,0,e9b2cb11-c341-427b-94d7-c7e33cc99e4a.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/sqlandy",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://sqlandy.com",
          "linkType": "Blog"
        }
      ],
      "sessions": [
        169312
      ],
      "fullName": "Andy Warren",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "8fbb3d17-bd56-4cef-9a29-eea5a84dd56b",
      "firstName": "Armando",
      "lastName": "Lacerda",
      "bio": "http://bit.ly/ALacerdaProfile",
      "tagLine": "Azure, Data Platform and BI Architect",
      "profilePicture": "https://sessionize.com/image?f=8a8a2306496665740ad127360d96ad39,400,400,1,0,d573eec6-5790-4e5a-ab34-3ae3be1e85cd.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/arlacerda",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/armando-lacerda",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        175778
      ],
      "fullName": "Armando Lacerda",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "716691bc-878d-467e-85dc-5db2836368aa",
      "firstName": "Ashley",
      "lastName": "Grant",
      "bio": "Ashley Grant is a Microsoft MVP for Front End Development and Community Lead for the Aurelia JavaScript Framework. Ashley blogs at https://aurelia.ninja when he isn't training developers to be successful building their apps with Aurelia. His goal is to lead developers in to the pit of success for all their front-end work!",
      "tagLine": "Microsoft MVP, Aurelia Ninja",
      "profilePicture": "https://sessionize.com/image?f=c4dfcefcff489b8db0338655c56a9bd0,400,400,1,0,df2441b0-2b97-4de6-a63d-c9bd6b125a8a.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/ashleymgrant",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/ashleygrantdev/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://aurelia.ninja",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.microsoft.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        171481
      ],
      "fullName": "Ashley Grant",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "16f758e4-30c3-4f57-b1ea-2c7c89c4b6cc",
      "firstName": "Ayan",
      "lastName": "George",
      "bio": "Long time programmer and passionate Gopher.",
      "tagLine": "Local Go Enthusiast",
      "profilePicture": "https://sessionize.com/image?f=023bcb85a49e1d78ca7b91e763ad4795,400,400,1,0,395867d4-b2c2-4f7e-9a65-5fad775ac283.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "http://twitter.com/ayangeorge",
          "linkType": "Twitter"
        }
      ],
      "sessions": [
        176245
      ],
      "fullName": "Ayan George",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "04bea75e-0096-41b9-9aac-e72aff5b79d5",
      "firstName": "Bhakthi",
      "lastName": "Liyanage",
      "bio": "Bhakthi Liyanage is a seasoned IT professional with many years of industry experience, Microsoft MVP on AI, currently working as a Data Science Lead at one of the largest banks in the US where he leads projects to provide predictive analytics and AI solutions for complex business problems.",
      "tagLine": "AI Architect |Data Sciense Lead| Microsoft AI MVP | Public Speaker",
      "profilePicture": "https://sessionize.com/image?f=7efe5fa03ff122b10160300997ec2d8a,400,400,1,0,5e-0096-41b9-9aac-e72aff5b79d5.0ffa8716-f561-4f63-bb29-59bae68bc871.png",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/bhakthil",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/bhakthi-liyanage/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.risingskyline.com",
          "linkType": "Blog"
        }
      ],
      "sessions": [
        159618
      ],
      "fullName": "Bhakthi Liyanage",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "201d7220-4a46-4ead-9dbe-c7eb1e67ac72",
      "firstName": "Bill",
      "lastName": "Gaught",
      "bio": "In addition to being a full time faculty member, Dr. Bill Gaught manages the AS degree in Computer Programming and Analysis for Seminole State College. He is retired from the United States Air Force and U.S. Department of Veterans Affairs, and holds undergraduate and graduate degrees in computer science, aerospace engineering, and education. Dr. Gaught will facilitate the Education and IT Industry Round Table Session.",
      "tagLine": "Seminole State College",
      "profilePicture": "https://sessionize.com/image?f=16a929dc96556b6da1eac24426430d46,400,400,1,0,7a-c2f2-4988-96c0-765bf0130575.63fc4337-c70e-4405-8758-506ad972d698.png",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        177676
      ],
      "fullName": "Bill Gaught",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e2f087d6-d8f0-45aa-86c3-ad803fb2db12",
      "firstName": "Brian",
      "lastName": "Dunnington",
      "bio": "Brian has written all kinds of code, from mission-critical enterprise back-end systems to front-end apps for the web, Xbox, and Roku. Currently a Senior Developer at Microsoft, he currently has a big crush on Azure Functions and serverless architecture.",
      "tagLine": "Senior Developer at Microsoft",
      "profilePicture": "https://sessionize.com/image?f=032c2700ed4b45835be33af72e7e4694,400,400,1,0,d6-d8f0-45aa-86c3-ad803fb2db12.62e5bdd9-11e9-4c5c-9bbf-31003f01661a.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/briandunnington",
          "linkType": "Twitter"
        },
        {
          "title": "Blog",
          "url": "http://briandunnington.github.io/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.microsoft.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176016
      ],
      "fullName": "Brian Dunnington",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "13924f5b-13f0-4fd8-a0bf-06f633dad5c9",
      "firstName": "Brian",
      "lastName": "McKeiver",
      "bio": "Brian McKeiver is Co-Owner & Solutions Architect at BizStream, a software development company in Allendale, MI. He has over 17 years of experience leading his agency of more than 30 employees, about a hundred clients spread out across North America, and one heck of an interesting story of how it all started from a two-person team. In addition to his expertise in web development, integration, and digital marketing, Brian is active with the tech community via his blog at Mcbeev.com. ",
      "tagLine": "Solution Architect at BizStream",
      "profilePicture": "https://sessionize.com/image?f=c3e4ad5a113ac5eba794ea8aa2985275,400,400,1,0,f210a1b9-ee99-4bfd-a9eb-cf9e35626e89.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/mcbeev",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/brianmckeiver/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.mcbeev.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.bizstream.com/",
          "linkType": "Company_Website"
        },
        {
          "title": "github",
          "url": "https://github.com/mcbeev",
          "linkType": "Other"
        }
      ],
      "sessions": [
        173862
      ],
      "fullName": "Brian McKeiver",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "fa962cd4-1dde-46a4-8e97-c9c64a712057",
      "firstName": "Cassie",
      "lastName": "McDaniel",
      "bio": "Previously the design director at Mozilla Foundation, now at Glitch, the friendly creative community for coders, Cassie has been building interfaces for the internet for fifteen years. Having studied graphic design at UF and spent most of her working career in England and Canada, the circle of life has brought Cassie back to her roots in central FL, where she’s happy to share everything she knows and is so excited to both connect with new community and to eventually raise chickens.",
      "tagLine": "Design Director at Glitch, the friendly community for coders",
      "profilePicture": "https://sessionize.com/image?f=42ea1ddb49481054b230ffae48b5489c,400,400,1,0,d4-1dde-46a4-8e97-c9c64a712057.cc935a3a-de6d-4139-b588-a18eb8d45cf9.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "http://www.twitter.com/cassiemc",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/cassiemc/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://medium.com/@cassiemc",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://glitch.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176151,
        176150
      ],
      "fullName": "Cassie McDaniel",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "76842364-2733-4aea-a940-7c81195e5120",
      "firstName": "Chad",
      "lastName": "Green",
      "bio": "Chad Green is a manager, software development, architect, community leader, Microsoft MVP, and most importantly a father and husband.  Chad works as the Director of Software Development fort ScholarRx developing an affordable, lifelong digital-learning platform for medical students and physicians everywhere.  Over his career spanning three decades, Chad has managed groups from 3 to 63 people, worked on projects in a wide range of markets including education, healthcare, military, government, workforce management, financial services, chemical research, and electronic commerce.  Being a big believer in giving back and wanting to ensure that there are cool events for others, Chad founded and chairs the annual Code PaLOUsa conference, organizers the Louisville .NET Meetup user group and the Monthly Tech Leader Coffee and Discussion, and has helped other groups like the Louisville Tech Ladies and events like Cincy Deliver.",
      "tagLine": "Microsoft MVP; Director of Software Development at ScholarRx",
      "profilePicture": "https://sessionize.com/image?f=29eb1c4bc4eaa63ea8214648ff6ba2dd,400,400,1,0,64-2733-4aea-a940-7c81195e5120.d75f3738-5578-4c6b-a1d9-513d057d3a00.JPG",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://www.twitter.com/chadgreen",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/chadwickgreen/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.chadgreen.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.scholarrx.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        163663,
        163658
      ],
      "fullName": "Chad Green",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "2ebd8578-298f-45ae-b71b-dc076037b080",
      "firstName": "Chris",
      "lastName": "Ayers",
      "bio": "Chris is a Dev Ops consultant and full-stack Software Developer with a focus in modern applications built with Single Page Apps, RESTful APIs, and cloud technologies following agile practices.  Throughout his career, Chris has tried to follow industry best practices and standards.  Earlier in his career, he had lots of experience with security, infrastructure, and networking.  Focusing on Dev Ops ties all of the different roles together.  In his free time, Chris is a speaker at numerous meetups, an avid reader and a gamer.",
      "tagLine": "An Azure / DevOps Consultant",
      "profilePicture": "https://sessionize.com/image?f=5874520e99c379cfef3a77c50af907e6,400,400,1,0,870feacd-76a6-41ce-b114-d42b54cda316.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/Chris_L_Ayers",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/chris-l-ayers/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://chrislayers.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.nebbiatech.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176232
      ],
      "fullName": "Chris Ayers",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "730a789f-e2a8-483d-91bc-6e794f1b44d5",
      "firstName": "Chris",
      "lastName": "DeMars",
      "bio": "Chris DeMars is a front end developer first, UX architect always, from Detroit, Michigan. For his community contributions, he holds awards as a Microsoft MVP in developer technologies and Google Developer Expert in web technologies. He is also an organizer for Vuetroit and co-organizer for the Ann Arbor Accessibility Group. Chris loves coming up with solutions for enterprise applications, which include modular CSS architectures, performance, and advocating for web accessibility. When he is not working on making the web great and inclusive you can find him writing blog posts, recording episodes of his podcast, Tales From The Script, watching horror movies, or in the woods of northern Michigan.",
      "tagLine": "Front-End Developer at Tuft & Needle | Microsoft MVP | Google Developer Expert",
      "profilePicture": "https://sessionize.com/image?f=ee838d7d8740827eacebcc9b819fce14,400,400,1,0,9f-e2a8-483d-91bc-6e794f1b44d5.3fafa593-44ac-44aa-b787-88fca92e7882.png",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "http://twitter.com/saltnburnem",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/chrisdemars/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://chrisdemars.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.tuftandneedle.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        159865
      ],
      "fullName": "Chris DeMars",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "9473906a-596f-484b-8bf7-beb795c18dd9",
      "firstName": "Christopher",
      "lastName": "Cognetta",
      "bio": "Chris Cognetta is a Director, D365 Business Application Architect for the Campus Management.  Chris is based in Tampa, Florida, originally from New York growing up in South Florida. Chris is a proven hands on, servant leader with over 25 years of various industry experience, across many different technology platforms and architectures.  Chris is a 6x time Microsoft Business Solutions 365 MVP, has an infrastructure, cloud & application architecture background and has been implementing global Dynamics CRM/D365 implementations since its inception. Chris is an active community member, Azure & CRMUG Medic Founder and sits on the D365/CRMUG Programming Board. Chris is a frequent speaker and organizer at various D365/CRM/Azure events and User Group conferences.  Chris is also the Vice President of Tampa Community (formerly Tampadev).\r\n\r\nChris enjoys spending time with his wife and two children as well as restoring muscle cars. You can read his blogs at www.cognettacloud.net or at https://community.dynamics.com/product/crm/crmtechnical/b/cognettacloud/default.aspx.",
      "tagLine": "Dynamics 365 MVP, Director Campus Management",
      "profilePicture": "https://sessionize.com/image?f=18c449cf763388ade0840ab8e8062003,400,400,1,0,6bf38203-39ff-4563-bceb-73d5567273a9.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "http://www.twitter.com/ccognetta",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/christopher-cognetta-84029b4",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.cognettacloud.net",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.campusmanagement.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        158466,
        158467
      ],
      "fullName": "Christopher Cognetta",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "d0a89809-da3a-4e3c-95f7-f8250074b94b",
      "firstName": "Daniel",
      "lastName": "Shrader",
      "bio": "I've been dabbling with code since the late 90's - currently working with Microsoft Business Intelligence products and Amazon Web Services. I'm also a stickler for automating as much of the day to day tasks as I can. When I'm not coding, I enjoy camping, building robots and hanging out with my family.",
      "tagLine": "Principal Programmer at NextEra Energy Resources",
      "profilePicture": "https://sessionize.com/image?f=07d25c8dfd95561e1fde4176eb4bfde9,400,400,1,0,09-da3a-4e3c-95f7-f8250074b94b.2c585b00-099b-4283-afeb-023059027f40.JPG",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/daniel-shrader",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "http://www.nexteraenergy.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        169749
      ],
      "fullName": "Daniel Shrader",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "5715b875-f0a0-4c7a-8332-c98387766e89",
      "firstName": "Daniel",
      "lastName": "Sullivan",
      "bio": "Daniel V. Sullivan has been speaking to individuals, groups, and crowds since his youth as an ambassador for the March of Dimes, a Dungeon Master, Game Master, Storyteller, and Distinguished Toastmaster.  He has given numerous presentations, trainings, inspirational and motivational speeches.\r\n",
      "tagLine": "Agile Coach, Scrum Master, Game Master, and Distinguished Toastmaster",
      "profilePicture": "https://sessionize.com/image?f=5552ce6e72517e9c64a8730aec4dee87,400,400,1,0,c3a18769-4c2e-4da3-a8b1-29082b30edc5.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/daniel-sullivan-agile-coach-scrum-master-7416497/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        174208
      ],
      "fullName": "Daniel Sullivan",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "93989cf7-b7e9-4b79-826a-3bd6a608df92",
      "firstName": "Darius",
      "lastName": "Liktorius",
      "bio": "Darius has over twenty years of hands-on technical and managerial experience in Solutions Architecture, Performance Optimization, Infrastructure Engineering, Software Development and Cloud Solutions (both Azure and AWS).  He has advanced numerous organizations from startups to non-profits and Fortune 100 enterprises through the use of technology, and mentored hundreds of developers and engineers.",
      "tagLine": "Darius Liktorius, Solution Architect @ NetCorp",
      "profilePicture": "https://sessionize.com/image?f=0c3f6924a5a2431a938961ce07c931bd,400,400,1,0,f7-b7e9-4b79-826a-3bd6a608df92.63e4a946-1091-435c-a3b8-35f738541fd6.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/dliktorius",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/dariusliktorius/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.liktorius.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.netcorpinc.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175097
      ],
      "fullName": "Darius Liktorius",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "1c2b14fb-c37c-4b91-9a12-82b2f6a5bc73",
      "firstName": "Dave",
      "lastName": "Noderer",
      "bio": "Dave Noderer is the CEO / President and founder of Computer Ways, Inc., a software development company, COO of Nedd Tech Inc., focused on Augmented Reality, a Microsoft MVP and developer community activist. Mr. Noderer is an Electrical Engineer by training and has been doing software development since founding Computer Ways, Inc. In 1994.\r\n\r\nDave is very active in .net User Group communities. He spent 3 years as an officer and director of INETA (International .NET Association) where he oversaw the enrollment and support of hundreds of user groups worldwide. He and others founded Florida .NET User groups in 2001 and has been holding software developer meetups in South Florida ever since.\r\n\r\nIn 2005 he held the first South Florida Code Camp. This annual, free event, attracts over 1000 developers.\r\n\r\nHe has also been involved in community activities over the years participating in and helping organize and plan leadership programs in both Ft Lauderdale and Deerfield Beach. Currently Dave is an officer on the board of directors of the Deerfield Beach Historical Society and a board member of the Hillsboro Lighthouse Society.",
      "tagLine": "Software Developer, Microsoft MVP",
      "profilePicture": "https://sessionize.com/image?f=8d965b55f0003c3bcc4d76449a60cba0,400,400,1,0,fb-c37c-4b91-9a12-82b2f6a5bc73.b1dc5c14-6d31-4be3-a6f0-14f81138f1ca.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/davenoderer",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/davenoderer/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://geekswithblogs.net/dnoderer/Default.asp",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.computerways.net",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        172821
      ],
      "fullName": "Dave Noderer",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "ae66f10a-a08d-447a-bc15-567b2aa70d56",
      "firstName": "David",
      "lastName": "Haney",
      "bio": "David Haney is an Engineering Manager at Stack Overflow, creators of the popular question and answer website of the same name. He spends his work days supporting developers by solving problems and improving processes. He was previously a lead developer on Fanatics' e-commerce platform which hosts over 10,000 websites including the NFLShop - The Official Online Shop of the NFL and NBAStore.com - The Official NBA Store. His spare time is spent brewing and drinking craft beer, playing video games, programming, and going to movies.",
      "tagLine": "Engineering Manager @ Stack Overflow",
      "profilePicture": "https://sessionize.com/image?f=a92049a1b153aa7f0d01665da3ec0f42,400,400,1,0,efd319f1-eb8d-4880-adca-6a7d67670dbe.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://www.twitter.com/haneytron",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/davidahaney",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.davidhaney.io",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.stackoverflow.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176100
      ],
      "fullName": "David Haney",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "bc7662d2-e95d-4678-8788-65dc33b8adbc",
      "firstName": "Dr. Janell Robinson, Arlene Gonzalez and Sandy Keeter",
      "lastName": "-",
      "bio": "Dr. Janell Robinson, Arlene Gonzalez and Sandy Keeter - esteemed fac of Seminole State College",
      "tagLine": "Seminole State College",
      "profilePicture": "https://sessionize.com/image?f=ef902775ff94705f1ce2ed015e71a036,400,400,1,0,7a-c2f2-4988-96c0-765bf0130575.9e11b111-6a11-4c54-822f-e73c6797b750.png",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        186259
      ],
      "fullName": "Dr. Janell Robinson, Arlene Gonzalez and Sandy Keeter -",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "1ef054e0-3653-4bc6-889f-eba8399c585c",
      "firstName": "Edward",
      "lastName": "Skrod",
      "bio": "Edward Skrod is a software developer on Visual Studio's Xaml team working on packaging and distribution solutions for UWP, WPF and Winforms applications.\r\n\r\nA Florida native, Edward joined Microsoft in 2016.  He currently works remotely and lives in Jupiter, Florida.",
      "tagLine": "Software Engineer II at Microsoft",
      "profilePicture": "https://sessionize.com/image?f=c7ff73767f01deef4f7a0a1a8728142b,400,400,1,0,e0-3653-4bc6-889f-eba8399c585c.4c509277-9c19-4709-aeb1-efa1cca86087.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/EdwardSkrod",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/edwardskrod/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        164424
      ],
      "fullName": "Edward Skrod",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "06ddde83-866e-42b7-962e-cd04c3435eed",
      "firstName": "Edwin",
      "lastName": "Otero",
      "bio": "Edwin is a front end developer with a background in design, and has a passion for all things JavaScript. He loves to learn and help others learn to code. Edwin is involved in the Orlando tech community, helping run the Orlando Junior Developer meetup, and the co-host on the Tech Jr podcast.\r\n",
      "tagLine": "Front-end Developer",
      "profilePicture": "https://sessionize.com/image?f=7fb56bdc364e05332743bfbd6b8fad52,400,400,1,0,59e48998-0431-4385-b6b1-6365e40d3f5a.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/ed0ter0",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/edwin-otero",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://techjr.dev/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176061,
        175952
      ],
      "fullName": "Edwin Otero",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "2fc42285-3938-4439-bc72-e01a7d97d486",
      "firstName": "Eric",
      "lastName": "Bishard",
      "bio": "As a developer advocate for the JavaScript and Node JS community at Couchbase I'm working to help other developers discover Couchbase, a NoSQL and engagement database that is revolutionizing the way we work with data from client to server.",
      "tagLine": "Senior Developer Advocate",
      "profilePicture": "https://sessionize.com/image?f=806938cb909b226c0fd136bbd9bbf7fc,400,400,1,0,85-3938-4439-bc72-e01a7d97d486.5c687724-03ba-4157-acd7-28c093f8b146.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/httpJunkie",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/eric-b/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.reactstateofmind.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.couchbase.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175714
      ],
      "fullName": "Eric Bishard",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "30036a72-f6c7-4232-beec-5e4763fef69f",
      "firstName": "Eric",
      "lastName": "Nograles",
      "bio": "In his 14+ years in the technology industry, Eric treats software as a passion and craft that can always be refined and improved. He possesses a unique perspective of all facets of software development and operations. From support to technical architecture/leadership, scrappy startups to Fortune 50 companies, and small scale to web scale, Eric's career mission has been to experience and excel in these different perspectives in order to become a better, well-rounded technologist and person.\r\n\r\nEric is currently the lead front-end developer for Crossbeam, a Philadelphia-based data escrow and analytics platform that strives to uncover and maximize opportunities among partner ecosystems.",
      "tagLine": "Lead Front-end Developer @ Crossbeam",
      "profilePicture": "https://sessionize.com/image?f=a0238db74a0211053034679f743f32e3,400,400,1,0,b04f3a02-545d-4326-a4bd-ff30490f1847.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/grales",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/ericnograles/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://www.getcrossbeam.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        160298
      ],
      "fullName": "Eric Nograles",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "bc9907e8-b3c4-4836-9e7e-f3f8ad178856",
      "firstName": "Erin Fonzi",
      "lastName": "Denton",
      "bio": "I am a product & ux designer in Orlando. I just got back from a 6 month digital nomad stent and I seriously missed Orlando. I work fully remote for myself as a freelancer / consultant and for Skillcrush as a UX & Design Instructor. My latest focus has been doing product design for local start up RecipeBox. When I am not doing design I am playing Dungeons and Dragons, snuggling my cat, & tryin' hella hard not to agree to do even more jobs or hobbies. ",
      "tagLine": "Designer, Instructor, Cat Lady",
      "profilePicture": "https://sessionize.com/image?f=fc2fa635714ab63f902fe4d9eb82611b,400,400,1,0,e8-b3c4-4836-9e7e-f3f8ad178856.db32bc54-100b-4e85-83f0-96b40e3b1a7b.png",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/ErinFonziDenton",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/erin-denton-2b9b041b/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "http://www.erinfonzidenton.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        180567
      ],
      "fullName": "Erin Fonzi Denton",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "3bb15b36-05e7-4caa-8b50-d99b3bbc4e83",
      "firstName": "Facundo",
      "lastName": "Gauna",
      "bio": "Facundo is a Cloud Solutions Architect at New Signature. He specializes in helping delivery teams create cloud-native and cloud-first applications with DevOps practices. He seeks to push the boundaries in schedules, approaches, and choices so that companies can achieve the most return on their cloud investments. He also believes success in software projects comes down to a combination of people, processes, and technology.\r\n",
      "tagLine": "Cloud Solutions Architect at New Signature",
      "profilePicture": "https://sessionize.com/image?f=ff5011d8666be027da8638823a1080c3,400,400,1,0,36-05e7-4caa-8b50-d99b3bbc4e83.caff8e53-12dc-4340-8817-24cacf4a6cf3.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/gaunacode",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/facundogauna",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://gaunacode.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://newsignature.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176210
      ],
      "fullName": "Facundo Gauna",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "6f970913-2db5-4260-871e-b733e1d707f2",
      "firstName": "Faisal",
      "lastName": "Abid",
      "bio": "Faisal is a Google Developer Expert, Entrepreneur, and Engineer. He is a programming language enthusiast and loves solving software engineering challenges across the stack.\r\n\r\nCurrently, you can find Faisal working on mobile applications in Flutter, building services with Tensorflow and writing backends in Dart or Node.js.",
      "tagLine": "Bitstrapped.com",
      "profilePicture": "https://sessionize.com/image?f=2ea7de37f0bb90146739ed13fc19fd8c,400,400,1,0,f000c895-d197-44d0-a204-33675e630f85.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://www.twitter.com/FaisalAbid",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/faisalabid/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.faisalabid.com",
          "linkType": "Blog"
        }
      ],
      "sessions": [
        158440
      ],
      "fullName": "Faisal Abid",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "17cf1c4b-70b4-440d-9ea7-0451b3d47fef",
      "firstName": "Gilda",
      "lastName": "Alvarez",
      "bio": "Gilda graduated from the University of Central Florida with MIS and Computer Science degrees. She has over a decade of experience in Enterprise Information Technology for several Fortune 500  companies. She has specialized in database design, implementation and optimization with emphasis on high availability and business continuity. She has designed and performed security audits, database health-checks, capacity planning, resource utilization analysis and database migrations and Big Data implementations for organizations like IBM, Disney, IRS, US federal defense agencies, Deloitte and many others.\r\nShe’s a big advocate of technical and leadership education in her community. She leads the information technology committee for ALPFA (Association of LATINO Professionals for America in Orlando as well as a Chapter Leader for PASS (Professional Association of SQL Server). These associations have allowed her to bridge the gap of IT Technical skills in the Latino community and mentor many Latino women in technology. \r\n",
      "tagLine": "Database Engineer ",
      "profilePicture": "https://sessionize.com/image?f=bc209c536afd8823fa0e881428fd1aaa,400,400,1,0,c76d284f-0472-47f2-9ce5-fe902fcf4a1e.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        175791
      ],
      "fullName": "Gilda Alvarez",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "719ccef5-804e-49c0-a9f7-6142bea4550e",
      "firstName": "Greg",
      "lastName": "Leonardo",
      "bio": "I currently am a Cloud Architect helping organizations with cloud adoption and innovation. I have been working in the IT industry since my time in the military.  I'm a developer, teacher, speaker, and early adopter.  I have worked in many facets of IT throughout my career. I'm president of TampaDev, a community meetup, that runs #TampaCC, Azure User Group, Azure Medics, and various technology events throughout Tampa.",
      "tagLine": "Cloud Architect",
      "profilePicture": "https://sessionize.com/image?f=ccf55c120bd835c146ca5d309aaae18d,400,400,1,0,f5-804e-49c0-a9f7-6142bea4550e.41d9cd9f-4fc1-464e-a04c-79b96b7f428f.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/gleonardo",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/gregleonardo/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.gregleonardo.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.campusmanagement.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        171171
      ],
      "fullName": "Greg Leonardo",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "520bf4ca-b2d3-47c3-8475-c25bb2b257f7",
      "firstName": "Guy",
      "lastName": "Royse",
      "bio": "Guy works for Redis Labs as a Developer Advocate. Combining his decades of experience in writing software with a passion for sharing what he has learned, Guy goes out into developer communities and helps others build great software.\r\n\r\nTeaching and community have long been a focus for Guy. He is President of the Columbus JavaScript Users Group, an organizer for the Columbus Machine Learners, and has even has helped teach programming at a prison in central Ohio.\r\n\r\nIn his personal life, Guy is a hard-boiled geek interested in role-playing games, science fiction, and technology. He also has a slightly less geeky interest in history and linguistics. In his spare time, he volunteers for his local Cub Scout Pack, goes camping, and studies history and linguistics.\r\n\r\nGuy lives in Ohio with his wife, his three teenage sons, and an entire wall of games.",
      "tagLine": "Developer Advocate at Redis Labs",
      "profilePicture": "https://sessionize.com/image?f=4ff63313703cb17a0de660f12d580ef4,400,400,1,0,ca-b2d3-47c3-8475-c25bb2b257f7.46c617ba-de75-407a-82ad-9cafa721d559.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/guyroyse",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/groyse/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://guyroyse.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://scriptdrop.co/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175978
      ],
      "fullName": "Guy Royse",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "79e36469-a9f5-4e58-9294-5215db739aef",
      "firstName": "Homer",
      "lastName": "Gaines",
      "bio": "Front-end Dev by day, maker of music by night, Homer Gaines is a Sr. UI Engineer and Certified Accessibility professional at UserTesting. With a background in Psychology, Homer has focused on accessible front-end development and clean, intuitive designs throughout his career. ",
      "tagLine": "Sr. UI Engineer and Certified Accessibility Professional",
      "profilePicture": "https://sessionize.com/image?f=a2c201f335b62259bd7abb6592b59405,400,400,1,0,5b71ef3b-47fb-4ba2-ad78-cc313764ae9f.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/xirclebox",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/homergaines",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://usertesting.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        162940
      ],
      "fullName": "Homer Gaines",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "0f594fc3-eab6-4b7d-867a-a533e5af54f9",
      "firstName": "James",
      "lastName": "Taylor",
      "bio": "Decorated U.S. Marine veteran and founder of TaylorMade Software, J.T. is known as the “go-to guy” to get things done. For his work as a civilian contractor responsible for reverse engineering and developing counter measures against IEDs during operations in Iraq and Afghanistan, he received commendations from both the United States and the United Kingdom, including the Commander’s Award for Civilian Service, the fourth highest U.S. civilian honor.\r\n\r\nWith degrees and careers in both electronics and linguistic cryptography for the U.S. government, he finished his graduate work in mathematics at the University of Central Florida, entering into software as an actuarial programmer with the insurance industry. Now known as the “.NET/Oracle Guru,” J.T. has led Delphi, .NET, and Oracle user groups, lectured at software events and taught advanced technologies at several colleges. Over the last 20 years, his primary focus has been financial, medical and government software, with a passion for analytics and reporting. J.T. is directly involved in every facet of the process.\r\n\r\nHe guides the team to deliver the highest quality product for each and every client within their budget.",
      "tagLine": "TaylorMade Software, Inc., Vice President",
      "profilePicture": "https://sessionize.com/image?f=b5d9ee9b8f0eb069ae566e0d18cf223f,400,400,1,0,1c259a81-0920-42da-bd34-d64d756a7990.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/TaylorMadeSoft",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/jamestownsendtaylor/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://www.taylormadesoft.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        172173
      ],
      "fullName": "James Taylor",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "6375582a-11f3-4a89-b783-6e5869a1a217",
      "firstName": "Jared",
      "lastName": "Rhodes",
      "bio": "As a Microsoft MVP for Azure and Pluralsight Author, I focus on IoT, Mobile, and Cloud; trying to find the subsection of those and make them work together. Lately, I have working with AI and Edge computing as the they evolve together. I enjoy public speaking, walks on the beach, and no linker errors.",
      "tagLine": "Cloud | Edge | Mobile | Device",
      "profilePicture": "https://sessionize.com/image?f=3131d297e73a12d21914a7a844ab0813,400,400,1,0,b1f673f3-d238-4b44-b9f6-d6a228107850.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/QiMata",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://linkedin.com/in/qimata",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://jaredrhodes.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://qimata.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        170138
      ],
      "fullName": "Jared Rhodes",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "ce34303c-233e-497a-bb12-70c8e32febf0",
      "firstName": "Jason",
      "lastName": "Farrell",
      "bio": "Jason Farrell is a Microsoft MVP and a 10yr veteran in developing scalable backends and front ends. In his role at West Monroe Jason leads teams in implementing highly scalable backends and delivering full stack support for clients. Well versed in both AWS and Azure, Jason routinely speaks at conferences on a variety of topics and is active in managing the local .NET User groups in Chicago.",
      "tagLine": "West Monroe Partners, Principle Consultant",
      "profilePicture": "https://sessionize.com/image?f=7a8b562ea440d927979dd6c300f35a66,400,400,1,0,d9d65ea4-c0c4-469c-ac83-f35b5dc8d654.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "http://www.twitter.com/jfarrell",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/xximjasonxx/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.jfarrell.net",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.wmp.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175284
      ],
      "fullName": "Jason Farrell",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e0003920-edbc-42ef-9658-ccb52d6f5083",
      "firstName": "Jason",
      "lastName": "van Brackel",
      "bio": "Jason van Brackel is the Director of Community for Rancher Labs. Currently focused on DevOps, Jason assists open source Kubernetes and Rancher users to make the most of their development and infrastructure investments.  He is also the organizer of the Philadelphia Kubernetes Meetup and loves teaching at code camps, user groups and meetups.",
      "tagLine": "Continuously Caffeinated Sr. Solutions Architect @ Rancher",
      "profilePicture": "https://sessionize.com/image?f=13d3eedfe9fc3d2697d15bbc3d65e965,400,400,1,0,a3c50150-63cb-4bac-9735-4addd011a0d8.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/jasonvanbrackel",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/jason-van-brackel-ab849a5/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://morehuman.software/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://apprenda.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        168031
      ],
      "fullName": "Jason van Brackel",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "ad366c9f-5e63-4264-8335-5d4433ce9c3f",
      "firstName": "Jeff",
      "lastName": "Putz",
      "bio": "Jeff is currently in charge of engineering at PowerDMS, a crucial content and document management SaaS product. He's been sharing knowledge for years in the Orlando market and national events like CodeMash, while working in a variety of environments from indie startups to Microsoft, and everywhere in between.",
      "tagLine": "VP of Engineering at PowerDMS",
      "profilePicture": "https://sessionize.com/image?f=b5fe2d1a57e536c8339130523b18ab67,400,400,1,0,efc863f0-6bd3-4011-8031-2c41677fc8fc.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/jeffputz",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/jeffputz/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://jeffputz.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://popforums.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        165168
      ],
      "fullName": "Jeff Putz",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "dc434de2-20d4-4801-bfc2-9e57b22b3eb2",
      "firstName": "Joe",
      "lastName": "Zack",
      "bio": "Joe is a Principal Engineer at Broadcom, and a host of the Coding Blocks podcast. He likes streaming analytics, cyclic graphs, streaming analytics, cyclic graphs, streaming [STACK OVERFLOW EXCEPTION] and long walks on the beach.",
      "tagLine": "Seasoned software engineer, host of the Coding Blocks podcast",
      "profilePicture": "https://sessionize.com/image?f=bd853da5ff38b631e06b636e53196b68,400,400,1,0,a6fa2b24-708c-4845-99e0-3ea8f1f1800d.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/thejoezack",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/joezack/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://joezack.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.codingblocks.net",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        159939
      ],
      "fullName": "Joe Zack",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "21387bbe-b1d4-46de-9015-279df1fce38c",
      "firstName": "John",
      "lastName": "Callaway",
      "bio": "A Microsoft MVP, John has been a professional developer since 1999. He has focused primarily on web technologies and has experience with everything from PHP to C# to ReactJS to SignalR. Clean code and professionalism are particularly important to him, as well as mentoring and teaching others what he has learned along the way.",
      "tagLine": "@matsubonsai",
      "profilePicture": "https://sessionize.com/image?f=cbd7a4a00aae9f8fa8cbe7ad517797a7,400,400,1,0,be-b1d4-46de-9015-279df1fce38c.fcb461c4-a952-48e6-a0f7-14137ec02267.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/matsubonsai",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/johncallaway/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://6figuredev.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://6figuredev.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        164615
      ],
      "fullName": "John Callaway",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "6aff78dd-1c15-4e4b-8401-3a51f0a082fb",
      "firstName": "John",
      "lastName": "Garland",
      "bio": "John Garland is the VP of Learning Services at Wintellect and has been developing software professionally since the 1990’s. His consulting clients range from small businesses to Fortune-500 companies, his work has been featured at Microsoft conference keynotes and sessions, and he has presented at conferences in North America, South America, and Europe. John lives in Cumming, GA (USA) with his wife and daughter and is a graduate of the University of Florida with a Bachelor’s degree in Computer Engineering. He is the author of the book “Windows Store Apps Succinctly” and co-author of the book \"Programming the Windows Runtime by Example.\" John is currently a Microsoft Azure Cloud Solution Architect, a member of the Microsoft Azure Insiders, a Microsoft Azure MVP, and a Microsoft Certified Trainer.",
      "tagLine": "Azure MVP, MCT, MCSE; Wintellect Technical VP & Instructor",
      "profilePicture": "https://sessionize.com/image?f=e234c42ec9d6edce79a9a6a5fca096bd,400,400,1,0,dd-1c15-4e4b-8401-3a51f0a082fb.ef1e95cc-5099-40ed-bed2-b1f040ab7139.png",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/dotnetgator",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/avidgator/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.wintellect.com/author/jgarland/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.wintellect.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176268
      ],
      "fullName": "John Garland",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "603911a5-7070-4b63-badd-d83001716824",
      "firstName": "John",
      "lastName": "Li",
      "bio": "John Li is an Android Tech Lead at Wayfair.  He is a huge fan of experimenting with mobile technology and has participated in over 30+ hackathons.  He is currently challenging himself to understand one of the world's greatest mysteries: how Dagger2 works.  ",
      "tagLine": "Senior Software Enginer - Wayfair",
      "profilePicture": "https://sessionize.com/image?f=de187a6c6631026a376976e775288640,400,400,1,0,a5-7070-4b63-badd-d83001716824.0d23336d-7d99-43e4-a276-17bab9ba8589.jpeg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/tbfJohn",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/johnleeroy/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://www.wayfair.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        164696
      ],
      "fullName": "John Li",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "b0fbf3eb-d851-44a8-8d83-d3ff9bd13a17",
      "firstName": "John",
      "lastName": "Wang",
      "bio": "John Wang is a Back-end .NET Developer. Currently, his interests are IoT, big compute, services, cloud computing, Powershell and SQL topics. He is an frequent speaker at the various Code Camp, Meetup, IT Pro Camp and SQL Saturday.",
      "tagLine": "Backend Software Engineer",
      "profilePicture": "https://sessionize.com/image?f=72f5773ea3224d87efe2f9a81c07cd56,400,400,1,0,eb-d851-44a8-8d83-d3ff9bd13a17.8c006908-e6f8-4b2e-850e-4b5a8e509771.jpg",
      "isTopSpeaker": false,
      "links": [],
      "sessions": [
        170225
      ],
      "fullName": "John Wang",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "fcbc191e-0dbc-4fc1-8968-33b5de720506",
      "firstName": "Josh",
      "lastName": "Carlisle",
      "bio": "I work with organizations to help realize the full potential for technology. As a trusted advisor I help executive and technology decision makers with some of their hardest decisions and have delivered on some of the most demanding challenges. As an engineer and architect, I’ve worked extensively with Microsoft enterprise technology stacks from my early professional days in the 90s working with C++ and Visual Basic, to the birth of .Net, to the extraordinary growth of the cloud and Microsoft Azure today. I have extensive experience designing, architecting, and building cloud native applications on Azure and helping organizations realize the full potential of the Azure Cloud Platform. I have a special focus area of Kubernetes and  Serverless Platforms, especially Azure Functions. \r\n\r\nI have also been engaging with the technology community for most of my career and can be found speaking at conferences and community events throughout the country. I’m a Microsoft MVP in Azure and also help co-organize various technology meetups including the Triangle .Net Usergroup, Triangle Serverless Meetup, and other Raleigh and regional technology organizations. ",
      "tagLine": "Microsoft MVP - Azure  | AppDynamics Engineer | Serverless | Trusted Advisor",
      "profilePicture": "https://sessionize.com/image?f=2742fbf0be084b6532baefff6281cdb2,400,400,1,0,74d6bfb5-9999-467f-82ad-4df806601448.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/joshcarlisle",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/joshcarlisle/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.joshcarlisle.io/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.appdynamics.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        170883
      ],
      "fullName": "Josh Carlisle",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "4a67715e-6271-43c8-b082-50baad82a3df",
      "firstName": "Karam",
      "lastName": "Labban",
      "bio": "• Karam is a Senior Manager at PricewaterhouseCoopers in the Agile practice. He is an Agile coach, Scrummaster practitioner, and Agile trainer.\r\n• Karam started his Agile transformation journey back in 2007. He enjoys sharing his knowledge, experience, and what he learns from others by frequently speaking on Agile topics at technical conferences, companies, and user groups.\r\n•Karam holds number of Agile certifications and holds a Master of Science Degree in Info Tech Mgmt from Creighton University, and a Bachelor of Science Degree in Computer Science from the University of Nebraska.",
      "tagLine": "PwC",
      "profilePicture": "https://sessionize.com/image?f=c0b7baddd6f800892a54d0712857e2bf,400,400,1,0,ecc96415-c6e2-4285-81b7-20c44a868faf.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/karamlabban",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/klabban/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        167834,
        168280
      ],
      "fullName": "Karam Labban",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "3f1eb021-4420-44f3-b988-6e289bf1d10f",
      "firstName": "Ken",
      "lastName": "Muse",
      "bio": "Ken is an ALM | DevOps Ranger, an Azure MVP, a Microsoft Certified Trainer, and a member of the Microsoft Azure Advisors. He has more than 20 years of experience developing highly scalable platforms and coding in C/C++, C#, Java, .NET, and PHP. As the Consulting Director at Wintellect (a Microsoft Gold Partner & 2019 MSUS Partner Award Winner), he is helping companies of all sizes to create a culture of DevOps and to craft cloud-scale architectures. Ken is active in the community, speaking at various code camps, TAG DevOps panels, Global Azure Bootcamp, and regional SQLSaturday events. When he's not speaking or coding, Ken enjoys playing bass guitar and composing. ",
      "tagLine": "Consulting Director, Wintellect (Azure MVP & ALM|DevOps Ranger)",
      "profilePicture": "https://sessionize.com/image?f=411b2c453519c7ae53b17453a1e1a0e3,400,400,1,0,21-4420-44f3-b988-6e289bf1d10f.4d55036a-5c76-47f2-9f4d-8dbd93386662.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/atlantabass",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://linkedin.com/in/kmuse/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://2mu.se/blog",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://wintellect.com",
          "linkType": "Company_Website"
        },
        {
          "title": "Personal Website",
          "url": "https://kenmuse.com",
          "linkType": "Other"
        }
      ],
      "sessions": [
        175790
      ],
      "fullName": "Ken Muse",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "52fbdc33-746c-409c-9189-130d655835ba",
      "firstName": "Ken",
      "lastName": "Tucker",
      "bio": "Sr. Developer at SeaWorld. User group leader.  Former Microsoft MVP",
      "tagLine": "Ken Tucker",
      "profilePicture": "https://sessionize.com/image?f=423948110ac536cf0aad1a3dc1c557fd,400,400,1,0,e2e32662-2005-4fa9-b1fe-0998c537f4c4.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "http://twitter.com/vb2ae",
          "linkType": "Twitter"
        }
      ],
      "sessions": [
        176076
      ],
      "fullName": "Ken Tucker",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "7c382501-a37f-49b7-bb28-eb7692995323",
      "firstName": "Kevin",
      "lastName": "Feasel",
      "bio": "Kevin Feasel is a Data Platform MVP and Engineering Manager of the Predictive Analytics team at ChannelAdvisor, where he specializes in T-SQL and R development, fighting with Kafka, and pulling rabbits out of hats on demand. He is the lead contributor to Curated SQL (curatedsql.com) and a contributing author to Tribal SQL (www.tribalsql.com). A resident of Durham, North Carolina, he can be found cycling the trails along the triangle whenever the weather's nice enough.",
      "tagLine": "Predictive Analytics Manager @ ChannelAdvisor",
      "profilePicture": "https://sessionize.com/image?f=55aa2502443ef943a80aeb66a90e42f1,400,400,1,0,40a9b740-2d82-48f9-8c83-8d9f9f029d94.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "http://www.twitter.com/feaselkl",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/kevin-feasel-5047167/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.curatedsql.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.catallaxyservices.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        159225
      ],
      "fullName": "Kevin Feasel",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "618d658d-c91c-4f86-b2e2-36341b22b544",
      "firstName": "Kevin",
      "lastName": "Kho",
      "bio": "Kevin has 3 years of experience as a data scientist and is currently working for Paylocity.\r\n\r\nHe also serves as a co-organizer for the Orlando Machine Learning and Data Science Meetup and volunteers once in a while.",
      "tagLine": "Data Scientist at Paylocity. Co-organizer of Orlando Machine Learning and Data Science Meetup",
      "profilePicture": "https://sessionize.com/image?f=a8f596b8c1fe7aa378d8a6a4bba5c115,400,400,1,0,5063df5e-27e2-4eba-a484-c4ec06b346d2.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/kvnkho/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        175963
      ],
      "fullName": "Kevin Kho",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "8ea5bf02-5bb1-4ed9-b96e-d7af16a97164",
      "firstName": "Lee",
      "lastName": "Warrick",
      "bio": "Lee Warrick is a Front-end Developer with Realtruck.com by day, and by night the Organizer of Orlando’s Junior Developer Meetup, Co-Host of the Tech Jr Podcast, and all-around Junior Developer Advocate. Being a Career-Changer himself, Lee has made it his mission to pay-forward all of the help he received as a new developer ten-fold, and improve the lives of new developers in any way he can.",
      "tagLine": "Full-stack JavaScript Developer",
      "profilePicture": "https://sessionize.com/image?f=2e008809f6e43a5ee03e0e51034efe9d,400,400,1,0,02-5bb1-4ed9-b96e-d7af16a97164.072e9e4c-07d6-4b4e-abbc-a22324768fc4.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/leewarrickjr",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://linkedin.com/in/lee-warrick",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://leewarrick.com/blog",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://realtruck.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175952
      ],
      "fullName": "Lee Warrick",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e32cb8db-2f46-4823-a4e8-5fb81a7e8d17",
      "firstName": "Luis",
      "lastName": "Pujols",
      "bio": "Luis is a Software Engineer with a passion for Mobile Development and Software Architecture. Co-organizer of the .NET Community in the Dominican Republic and a Xamarin Lover.",
      "tagLine": "CrossGeeks, Software Engineer, Xamarin Developer",
      "profilePicture": "https://sessionize.com/image?f=b26c4f745510c21e8202a2eb1bf1f25c,400,400,1,0,4900123c-f8ae-4653-b41e-6707ff49e905.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://www.twitter.com/pujolsluis1",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/luis-pujols-12b2ba71/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.pujolsluis.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.crossgeeks.com/",
          "linkType": "Company_Website"
        },
        {
          "title": "Github",
          "url": "https://github.com/Pujolsluis",
          "linkType": "Other"
        }
      ],
      "sessions": [
        179172
      ],
      "fullName": "Luis Pujols",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "2ce798e8-3871-4929-b1ba-962db0121a1e",
      "firstName": "Mahavir",
      "lastName": "Dwivedi",
      "bio": "Mahavir is a Master’s student in Computer Science at the University of Central Florida. He has more than two years of industry experience in building Smart software systems using technologies like Python, Java, Git, Pytorch, Rest Apis, TensorFlow, OpenCV, etc.  He received his Bachelor’s degree in Electronics Engineering from India in 2016.  He is a strong advocate of \"Learning by doing\".",
      "tagLine": "Software Developer",
      "profilePicture": "https://sessionize.com/image?f=2f496c0e731d188b887f7cf09af45319,400,400,1,0,33d662fb-67dc-473a-8bd7-c4792198a0dd.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/mahavir-dwivedi/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        175541
      ],
      "fullName": "Mahavir Dwivedi",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "db888c1f-55a6-4ce6-a9de-27281d384dcd",
      "firstName": "Mark",
      "lastName": "Carpenter",
      "bio": "Scrum Master and startup enthusiast who’s bound and determined to make the world a simpler place. ",
      "tagLine": "Scrum Maestro at ClearlyAgile ",
      "profilePicture": "https://sessionize.com/image?f=49ac384ef7374b1b6fb5b89db2402788,400,400,1,0,6c66cea0-ac23-43ca-9a14-8396f4b6cefd.jpg",
      "isTopSpeaker": false,
      "links": [],
      "sessions": [
        176272
      ],
      "fullName": "Mark Carpenter",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "b1f7a8bd-b237-4375-9e04-bd3189932ad1",
      "firstName": "Mark",
      "lastName": "Kilby",
      "bio": "As an agile coach, Mark Kilby has cultivated more distributed and dispersed teams than collocated teams. He’s coached as a consultant, an internal coach, and as a facilitator of distributed professional communities. His easy-going style helps teams learn to collaborate and discover their path to success and sustainability. See https://markkilby.com for his blog,  articles and information on his latest book, From Chaos to Successful Distributed Agile Teams: Collaborate to Deliver",
      "tagLine": "Organizational coach, author, consultant, community (re)builder, distributed agile expert, native Floridian, dad/husband, and habitual collaborator. ",
      "profilePicture": "https://sessionize.com/image?f=51f2e76bc725ec19096e41ce3d1dfd4b,400,400,1,0,6cef28dd-4716-4d8b-8e9e-ea6d62bf1a9e.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/mkilby",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/mkilby/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.markkilby.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.markkilby.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176149
      ],
      "fullName": "Mark Kilby",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "420cde50-4422-4687-bc41-ceb97f05da5f",
      "firstName": "Marko",
      "lastName": "Markovic",
      "bio": "I am a software engineer with more than 7 years of professional experience. During that time I have amassed a wide range of technical skills, tips and tricks which I try to expand on everyday. \r\nProfessionally, I have worked in advertisement, tourism and now in fin-tech industry where I hold the Senior Software Engineer/Team Lead position. \r\nAs a passion project I host the BackendBear podcast on the side where I try to help other developers elevate their skills to the next level and try to share some of my knowledge.\r\nAlso, in my spare time I try to be a musician and play in a hardcore/metal band where I am the lead vocalist and the bass player.\r\n",
      "tagLine": "Senior Software Engineer/Team Lead",
      "profilePicture": "https://sessionize.com/image?f=6292d655b0169bbb64175a357630b72a,400,400,1,0,50-4422-4687-bc41-ceb97f05da5f.5ceddaba-9cdc-4ab8-bf1d-872b4c7b78a7.png",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/backendbear",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/markomarksdev/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Personal website",
          "url": "Http://www.markomarks.com",
          "linkType": "Other"
        }
      ],
      "sessions": [
        158908
      ],
      "fullName": "Marko Markovic",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "51971bf5-3126-4aae-9825-76a0064c8c78",
      "firstName": "Matthew",
      "lastName": "Groves",
      "bio": "Matthew D. Groves is a guy who loves to code.  It doesn't matter if it's C#, jQuery, or PHP: he'll submit pull requests for anything.  He has been coding professionally ever since he wrote a QuickBASIC point-of-sale app for his parent's pizza shop back in the 90s.  He currently works as a Developer Advocate for Couchbase. His free time is spent with his family, watching the Reds, and getting involved in the developer community.  He is the author of AOP in .NET (published by Manning), and is also a Microsoft MVP.",
      "tagLine": "Microsoft MVP, Couchbase Developer Advocate",
      "profilePicture": "https://sessionize.com/image?f=9661f470bce1e37e7719381fbee42dbc,400,400,1,0,a0013f99-d031-4b0a-ae1a-7299b980c3a0.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/mgroves",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/mgroves/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://crosscuttingconcerns.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://couchbase.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        174234
      ],
      "fullName": "Matthew Groves",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "0bc81966-4c5a-456a-b7de-d817f14a0307",
      "firstName": "Maximo",
      "lastName": "Trinidad",
      "bio": "Maximo Trinidad (Florida Aka – Mr. PowerShell), currently work as a SAPIEN Technologies Evangelist and specialing in scripting automation on SQL Server & Microsoft Cloud Technologies. Also a Microsoft MVP (PowerShell) since 2009 and active speaker since 2007 participating at SQLSaturday, IT Pro & .NET Code Camps events.",
      "tagLine": "SAPIEN Technologies Inc., Technology Evangelist",
      "profilePicture": "https://sessionize.com/image?f=91f40011f0268a7a44148cc3b5a38569,400,400,1,0,7553d68e-4d12-4914-a5ce-a3897a39039b.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/MaxTrinidad",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/maximo-trinidad-77504712/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://www.maxtblog.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.sapien.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        174179
      ],
      "fullName": "Maximo Trinidad",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "a267f80e-7e23-468c-99db-1037d3e8b7ca",
      "firstName": "Michael",
      "lastName": "Ritchie",
      "bio": "Michael W. Ritchie is a 25 year veteran of the technology industry and start-up ecosystem. An accomplished leader and respected technical expert, Michael provides the necessary engineering competence coupled with an executive level vision to translate business requirements into technology solutions across the enterprise. A tried and proven manager, Michael can manage large–scale projects within complex environments from conception to deployment while meeting business and financial objectives. Michael brings an extensive knowledge of full lifecycle software development and production operations. His diverse background includes MedTech/HIMS, FinTech, eCommerce, ERP, B2B, B2C, SaaS, and Enterprise Web Services. His experience includes solutions for Veralytic, Moffitt Cancer Center, UPS, MCI, MTV, Worldcom, Fredericks of Hollywood, Harcourt Brace, HSN, and CNBC. He has a bachelor of science degree in computer science and is a member of UPE Honor Society for Computing. Michael is the Founder of Germinal, LLC; a software design and development consultancy; a frequent public speaker, dad, and overgrown Boy Scout (Scoutmaster).",
      "tagLine": "Founder, Germinal",
      "profilePicture": "https://sessionize.com/image?f=bc1c084b07d327d588f07e84d21c9482,400,400,1,0,8ea2ff22-7774-4ac2-9728-6b91ab8aba88.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/MichaelWRitchie",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/michaelwritchie/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "http://Germinal.us",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        170740
      ],
      "fullName": "Michael Ritchie",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "46ee80a7-66d6-48e7-85d8-e18f87548350",
      "firstName": "Michael",
      "lastName": "Rosario",
      "bio": "Michael is a senior software engineer at Design Interactive. As an engineer and agile leader, he loves to promote software craftsmanship, learning environments and cultures of innovation. Michael focuses on making apps for the Microsoft HoloLens, mobile devices, and supporting enterprise Angular applications.  Michael enjoys serving with the Google Developer Group of Central Florida as a community organizer. ",
      "tagLine": "Design Interactive, Senior Software Engineer",
      "profilePicture": "https://sessionize.com/image?f=9234e67815d1ad984de54b461c7bb054,400,400,1,0,6d4d66a6-19ce-4610-b33a-c4e31310ec20.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "http://twitter.com/michaelrosario",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/michaelprosario/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "http://innovativeteams.net/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://designinteractive.net/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        161646
      ],
      "fullName": "Michael Rosario",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "57403926-6318-4cad-900c-aa5b71510d5a",
      "firstName": "Miguel",
      "lastName": "Iglesias",
      "bio": "Computer Engineer with 25+ years in the IT Industry: International Criminal Tribunal former Yugoslavia, United Nations; Convergys, Sungard Public Sector, etc. \r\nUSA, Puerto Rico, The Netherlands, Cuba.",
      "tagLine": "Alegeus Technologies, Applications Architect",
      "profilePicture": "https://sessionize.com/image?f=5e815f9814f680cd9ae20e343ca0fead,400,400,1,0,ca9d69ed-9e9b-4e7e-b92f-6c185f51b83b.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/miguel-iglesias-977a3413/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        182980
      ],
      "fullName": "Miguel Iglesias",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "3161d09a-5240-4588-a926-28c641697fb5",
      "firstName": "Mike",
      "lastName": "Herchel",
      "bio": "Mike Herchel is a senior front-end web developer at Lullabot and has worked on prominent projects such as the Syfy network, SpaceX, Principal Financial, and more. Mike has been passionate about web development since creating his first website in 2001.\r\n\r\nOutside of the digital world, Mike loves everything outdoors including hiking, fishing, kayaking, college football, and hammocking. He owns an awesome telescope that’s over 30 years old and uses it as much as Florida’s swampy weather will let him.\r\n",
      "tagLine": "Senior Front-end Developer at Lullabot",
      "profilePicture": "https://sessionize.com/image?f=e58f798deed1bfe33abc82be5b20bfe0,400,400,1,0,9a-5240-4588-a926-28c641697fb5.dc7d2f0f-e0ac-4444-999f-b4231e766b7b.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/mikeherchel",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "http://www.linkedin.com/in/mherchel",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://herchel.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.lullabot.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176175
      ],
      "fullName": "Mike Herchel",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "06ab5754-acef-4514-a7ad-459172e6c95b",
      "firstName": "Morgan",
      "lastName": "Smith",
      "bio": "I am a web development teacher at a non-profit The Clubhouse. I teach full-stack dev, including HTML, CSS, JS, Node, and Mysql. I am passionate about inclusive design and making inclusive tech communities. ",
      "tagLine": "Web dev instructor at theclubhou.se ",
      "profilePicture": "https://sessionize.com/image?f=09bdb5d3de052eac831a64af70dd5c37,400,400,1,0,11ce7c3d-c0d7-4d24-8267-89f8a2e3fcf2.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/morganc_smith",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/morgan-smith-bb4258139/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://www.theclubhou.se",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        171459
      ],
      "fullName": "Morgan Smith",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e56f2a9b-fcc9-4997-b653-9e0a532f7a60",
      "firstName": "Patricio",
      "lastName": "Vargas",
      "bio": "I am a Software Engineer. I am very passionate about what I do especially when it comes to code. I have participated in several hackathons and won two of them. I love mentoring people in technology, write articles, blogs, contribute to open source, speak at conferences or tech talks and advocate technologies that I love.",
      "tagLine": "This Dot - Software Engineer | Speaker | Mentor | Auth0 Ambassador",
      "profilePicture": "https://sessionize.com/image?f=5854e40283f574abd4f132a39414f16a,400,400,1,0,9b-fcc9-4997-b653-9e0a532f7a60.62d91339-e6f2-45b9-bcac-e117ec06d643.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/devpato",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/devpato",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://dev.to/devpato",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.thisdot.co/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176213,
        176211
      ],
      "fullName": "Patricio Vargas",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e31d1d72-b414-4ee9-a8ce-5a53599cd10e",
      "firstName": "Paul",
      "lastName": "Roub",
      "bio": "I've built systems large and small, in everything from assembly language to Go, with all sorts of teams in all sorts of companies. My two favorite states of being are \"at the keyboard building the thing\" and \"helping others level up and enjoy their work more\". ",
      "tagLine": "Agile Engineer at H.I. Digital Solutions",
      "profilePicture": "https://sessionize.com/image?f=b664979b0345a98a978350090fcf7192,400,400,1,0,4c4f0f29-575f-49bc-bdde-1b24bc55d521.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/paulroub",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/paulroub/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://roub.net/blahg/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://hidigital.solutions",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        174159
      ],
      "fullName": "Paul Roub",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "61eb1716-3fe7-45ce-8fef-46248bcfe009",
      "firstName": "Rajiv",
      "lastName": "Menon",
      "bio": "Rajiv Menon is an entrepreneur, speaker, and mentor. He is the Founder of Informulate - a technical consultancy that uses Lean Startup and Agile methodologies to help clients build innovation capacity and execute high return initiatives. He has served in a variety of technical and management roles in organizations from Fortune 500 companies to pre-funding startups that span the spectrum of scale, technology, and types of teams.\r\n\r\nHe is the founder of Talent4Startups.org - a free, non-profit portal for startup founders to collaborate with students and professionals.  He is deeply committed to tech community leadership through Lean Startup Orlando, Tech Stars Startup Weekend Orlando, Rally Social Enterprise Accelerator, and the Orlando Tech Alliance. \r\n\r\nRajiv enjoys challenges that intersect business and technology - validating value creation models, understanding user behavior, and spurring teams to come up with creative solutions to problems. He helps teams simplify business needs, define baseline metrics for effectiveness, and plan for innovation. He has worked with diverse, remote teams to deliver multi-million dollar software solutions while performing continuous improvement. \r\n",
      "tagLine": "Founder, Informulate",
      "profilePicture": "https://sessionize.com/image?f=b63df9d08277620cfc9fa5fa9ba809b2,400,400,1,0,734732d1-b5b1-4629-9523-abdcb401edfd.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/rajtv",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/rajivrmenon",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://blog.informulate.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://informulate.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        171460
      ],
      "fullName": "Rajiv Menon",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "3d80ff47-6f96-47a8-8bbe-32fac68ace1e",
      "firstName": "Sachin",
      "lastName": "Ohri",
      "bio": "Sachin Ohri has over 14 years of experience with .Net and web-based technologies. He is also an author of a book \"TypeScript 2.x by Example\" which teaches the readers about TypeScript and Angular by building real-world applications",
      "tagLine": "Solution Architect and Author",
      "profilePicture": "https://sessionize.com/image?f=8e6df6c3863f5b5e3de4b919949d72fe,400,400,1,0,47-6f96-47a8-8bbe-32fac68ace1e.51833db7-78ee-4305-a284-c77bbfac9b47.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/Ohri_Sachin",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/sachin-ohri-8a86b615/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        158435
      ],
      "fullName": "Sachin Ohri",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "d2d4a138-82fb-4607-abaa-11dd963d335f",
      "firstName": "Sachin",
      "lastName": "Sharma",
      "bio": "Lead Developer with over 12+ years of product development experience in CAD and windows/web based applications\r\n",
      "tagLine": "Lead Developer",
      "profilePicture": "https://sessionize.com/image?f=5990a6e6eec92b98018b0b8d60c426e8,400,400,1,0,38-82fb-4607-abaa-11dd963d335f.3361aca1-b995-4e82-bebb-4948e7533d31.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/sachin_sh",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/sachinsdev/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://social.msdn.microsoft.com/profile/sachin%20%20s/",
          "linkType": "Blog"
        }
      ],
      "sessions": [
        173603
      ],
      "fullName": "Sachin Sharma",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "c63b937a-c2f2-4988-96c0-765bf0130575",
      "firstName": "Santosh",
      "lastName": "Hari",
      "bio": "Santosh is a Microsoft Azure MVP and a public speaker who has spoken at tech events including codecamps and regional/international conferences. He is an Azure Consultant @ New Signature, where he leverages his broad Azure skillset with a DevOps focused approach to add more value to companies looking to migrate to the cloud or build cloud first applications. Santosh is deeply involved with the local community as leader of the Orlando .NET User Group  and co-organizer of the Orlando Codecamp. Santosh was listed in TechBeacon's DevOps Top 100 for 2018",
      "tagLine": "Microsoft Azure MVP | Azure Consultant @ Nebbia | President @Onetug #OrlandoCC",
      "profilePicture": "https://sessionize.com/image?f=49d8f0ceb8fbc10b44dd0692bbed41aa,400,400,1,0,7a-c2f2-4988-96c0-765bf0130575.3a09601b-a0c5-4c7f-b3cd-e58ccb99bf3d.png",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/_s_hari",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/santoshhari/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://santoshhari.wordpress.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://newsignature.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        169644
      ],
      "fullName": "Santosh Hari",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "f9bae3df-251b-40ec-8317-210aed55d420",
      "firstName": "Scott",
      "lastName": "Turman",
      "bio": "Over the last 25 years I have consulted for significant firms such as Hilton, Disney, Express Scripts, Cigna and NASA.  My company, BrightRay, specializes in cloud migrations and consulting.   ",
      "tagLine": "It's later than you think.",
      "profilePicture": "https://sessionize.com/image?f=01f19bcad77e7596895d71266970b8e3,400,400,1,0,df-251b-40ec-8317-210aed55d420.e0625742-7912-41a2-9cb6-040bb58851dc.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/scottturman/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://ScottTurman.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://BrightRay.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        174208
      ],
      "fullName": "Scott Turman",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e0d63ad2-9848-425f-a130-10b610726dec",
      "firstName": "Shawn",
      "lastName": "Wildermuth",
      "bio": "Shawn Wildermuth has been tinkering with computers and software since he got a Vic-20 back in the early ‘80s. As a Microsoft MVP since 2003, he’s also involved with Microsoft as an ASP.NET Insider and ClientDev Insider. You may have taken one of his more than twenty courses on Pluralsight (http://shawnw.me/psauthor) including his latest: “Implementing and Securing an API with ASP.NET Core”. He’s authored eight books and innumerable articles on software development. You can also see him at one of the local and international conferences he’s spoken at including TechEd, Oredev, SDC, NDC, VSLive, DevIntersection, MIX, Devteach, DevConnections and Dev Reach. He is one of the Wilder Minds. You can reach him at his blog at http://wildermuth.com.",
      "tagLine": "Microsoft MVP, Speaker and Pluralsight Author",
      "profilePicture": "https://sessionize.com/image?f=00da6627d075635d3bc37d692250f5a2,400,400,1,0,c8ff0972-c415-4310-b2c5-66779626aa83.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/shawnwildermuth",
          "linkType": "Twitter"
        },
        {
          "title": "Blog",
          "url": "http://wildermuth.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://wilderminds.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        164518
      ],
      "fullName": "Shawn Wildermuth",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "41621b9f-4c6b-4fb2-82e1-29656869ba41",
      "firstName": "Sivamuthu",
      "lastName": "Kumar",
      "bio": "Architect - Design & Develop Mobile, Web, Cloud & IoT Solutions",
      "tagLine": "Architect, Computer Enterprises Inc",
      "profilePicture": "https://sessionize.com/image?f=fa30979263c9733b139d8693ab6c7cf0,400,400,1,0,9f-4c6b-4fb2-82e1-29656869ba41.06e6512c-73cd-421b-b846-0da08703d3e6.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/ksivamuthu",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/ksivamuthu/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://twitter.com/ksivamuthu",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.ceiamerica.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        159316
      ],
      "fullName": "Sivamuthu Kumar",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "859e2023-de8a-4268-bb96-75c927889285",
      "firstName": "Slobo",
      "lastName": "Stipic",
      "bio": "Veteran software engineer building native and web user experiences.",
      "tagLine": "Senior software engineer - Microsoft",
      "profilePicture": "https://sessionize.com/image?f=3b8b684b1018dc48da60f5c5b65a64bc,400,400,1,0,23-de8a-4268-bb96-75c927889285.7ec11619-a54b-43c1-b81c-b5c99b60ea05.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/slobo80",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/slobodanstipic/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://devatheart.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://microsoft.com",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        175619
      ],
      "fullName": "Slobo Stipic",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "7162534e-a9c4-4456-babe-a48d150ddc85",
      "firstName": "Steve",
      "lastName": "Lorello",
      "bio": "Steve Lorello is an experienced .NET Developer, having worked across a myriad of projects ranging from the Global Positioning System to Air Traffic Control Systems, to Video Conferencing technologies, Steve now works as the .NET Developer Advocate for Nexmo. Where he works to streamline the developer experience as well as building integrations with various AI and Machine Learning Technologies.",
      "tagLine": "Developer Advocate At Nexmo",
      "profilePicture": "https://sessionize.com/image?f=e0f6ae5b7c833767e8d5d98197ad4ee3,400,400,1,0,4e-a9c4-4456-babe-a48d150ddc85.032f25b9-c47a-40cd-804c-6bdb6937c67b.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/slorello",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/stephen-lorello-143086a9/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.nexmo.com/blog/author/stevelorello",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://www.nexmo.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        168019
      ],
      "fullName": "Steve Lorello",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "1330f435-7f17-454d-9b58-cd6bb9812c6d",
      "firstName": "Steve",
      "lastName": "Silbert",
      "bio": "An Agilist since 2004, Steve works with organizations to improve ways of working by changing culture and injecting fun into the workplace.",
      "tagLine": "Agile Coach, community builder, game hacker",
      "profilePicture": "https://sessionize.com/image?f=866b3a4b1e809075b880c22036d0599b,400,400,1,0,6d187aca-c649-4d30-9cd8-6a55413d878c.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/stevesilbert",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/ssilbert/",
          "linkType": "LinkedIn"
        },
        {
          "title": "Company Website",
          "url": "https://www.matrixres.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        176274
      ],
      "fullName": "Steve Silbert",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "1881c98b-0532-476b-906e-3b8c74f4935f",
      "firstName": "Tim",
      "lastName": "Corey",
      "bio": "Professional software developer for over 20 years. \r\nMicrosoft MVP. \r\nSoftware Development Teacher who's goal is to make learning software development easier.\r\nYouTuber at https://youtube.com/IAmTimCorey",
      "tagLine": "Software Development Trainer",
      "profilePicture": "https://sessionize.com/image?f=bd9923c2a1d8bbb0fb739977dd584540,400,400,1,0,8b-0532-476b-906e-3b8c74f4935f.4489f377-c1c3-4d1f-a468-7da05490bd84.png",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://www.twitter.com/IAmTimCorey",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://linkedin.com/in/IAmTimCorey",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://IAmTimCorey.com/blog",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://IAmTimCorey.com",
          "linkType": "Company_Website"
        },
        {
          "title": "YouTube",
          "url": "https://youtube.com/IAmTimCorey",
          "linkType": "Other"
        }
      ],
      "sessions": [
        176166
      ],
      "fullName": "Tim Corey",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "d1481e9c-0267-4665-8363-dbf8d0185185",
      "firstName": "Tim",
      "lastName": "Lentine",
      "bio": "Tim Lentine is a father, husband, technologist and software developer based in Orlando FL. He is a partner and Director of Product Development with a small software firm that specializes in compliance software for investment management firms.  Tim also volunteers with the Orlando .NET User Group and the annual Orlando Codecamp. ",
      "tagLine": "Director of Product Development, CAPS, Incorporated",
      "profilePicture": "https://sessionize.com/image?f=a93e357f733891d9a515b4505a83452a,400,400,1,0,9c-0267-4665-8363-dbf8d0185185.9e71a8b3-78c2-4f74-b40f-624070cf22b1.jpg",
      "isTopSpeaker": false,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/tlentine",
          "linkType": "Twitter"
        }
      ],
      "sessions": [
        174069
      ],
      "fullName": "Tim Lentine",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "8b8c400d-c5ef-4e84-95a8-207f5780d526",
      "firstName": "Usha",
      "lastName": "Suryadevara",
      "bio": "Usha Suryadevara is the Director of Development at Info Tech, Inc., a Florida-based technology company focused on construction software and an early adopter of cloud based technology. As a director, she provides technical and architectural direction to a development team of 29 software developers.\r\n \r\nUsha mastered full-stack development working with many different technologies and domains.  Although her versatility helped her lead teams and advise stakeholders in technology decisions, she only recently took a special interest in the architecture side of development when she was asked to lead maintenance and development of a mission critical, highly trusted, and extremely reliable web service. Having gone through a challenge of introducing serverless architecture into her department,  she is ready to share her experience with everyone.\r\n \r\nAlthough her interests lie in technology, Usha believes that a leader can only be as strong as the team. She constantly encourages people to be the leader they would want to follow and believes that helping others grow is the most important part of her role. She is an Adjunct Professor with Computer Information Sciences and Engineering department at the University of Florida. She is also actively involved in several mentorship programs with the University of Florida and started a university shadowing program to advance women in computer sciences and engineering. She is the president and founder of WATT, a non profit initiative to bring women technologists and other tech industry professionals together. \r\n",
      "tagLine": "Director of Development, InfoTech",
      "profilePicture": "https://sessionize.com/image?f=c188add6959fbd4cd7cc6205c36f8f65,400,400,1,0,4324d988-eabe-4f83-b9a9-67219d9d8714.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "http://twitter.com/srusha",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "http://www.linkedin.com/in/usha-suryadevara",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        164673
      ],
      "fullName": "Usha Suryadevara",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "7e71a3e0-4ce6-44c2-850e-456eb1c7e794",
      "firstName": "Vicki",
      "lastName": "Braun",
      "bio": "An Agile practitioner since 2013, Vicki Braun is a consultant for a leading development shop in Tampa Bay, Florida; she coaches teams about scrum principles, and encourages experimentation to improve collaboration and quality of work.",
      "tagLine": "Scrum Master at Clearly Agile, Tampa FL",
      "profilePicture": "https://sessionize.com/image?f=08a597314ed08256b2f4cc869464b620,400,400,1,0,e0-4ce6-44c2-850e-456eb1c7e794.6ea1272f-6343-4eb6-809c-68e0f527416a.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/VickiBraun",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/vickibraun/",
          "linkType": "LinkedIn"
        }
      ],
      "sessions": [
        176272,
        176274
      ],
      "fullName": "Vicki Braun",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "59e81000-f188-4cad-9fea-75df7e774580",
      "firstName": "Vincent",
      "lastName": "Tang",
      "bio": "Vincent is a fullstack developer, and former restaurant architect. He works for E2 Generations building software for startups. In his free time, he blogs about things he learns at vincentntang.com, rock climbs, and competes in global hackathons.",
      "tagLine": "Fullstack Developer",
      "profilePicture": "https://sessionize.com/image?f=64b30fabb29c6df5918971edd87d93fe,400,400,1,0,18e15834-54b9-4711-8ccd-c0ee3314c352.jpg",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/vincentntang",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://linkedin.com/in/vincentntang",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://vincentntang.com",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "https://e2gens.com/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        170118,
        170121
      ],
      "fullName": "Vincent Tang",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "06f8a643-9c03-4d42-9e11-b77bc3151a76",
      "firstName": "Yhorby",
      "lastName": "Matias",
      "bio": "Yhorby Matías  Currently works as an  Azure Solutions Architect for EvoPoint Company, he started to develop software in 2010 for the .NET platform, he focused on this technology to become an expert, now he is focused on the Azure and NET Core development platform.\r\nIn addition to being a developer, he also likes to play with Linux, he wrote his first program in Visual Basic 6.0. When you are not coding, you are creating new content for your blog, the Youtube channel and some projects in which you collaborate.",
      "tagLine": "El Lobo 🐺||  2 times Microsoft MVP|| 🙏 Azure Solutions Architect || Cloud developer ☁️  Públic Speaker Currently works at EvoPoint  company.",
      "profilePicture": "https://sessionize.com/image?f=8e9af00856d9d0bd4e6cfa8872573ae6,400,400,1,0,43-9c03-4d42-9e11-b77bc3151a76.6915923d-e4e0-49bb-bf5a-776ff1343245.png",
      "isTopSpeaker": true,
      "links": [
        {
          "title": "Twitter",
          "url": "https://twitter.com/yhorbymatias",
          "linkType": "Twitter"
        },
        {
          "title": "LinkedIn",
          "url": "https://www.linkedin.com/in/matiashs",
          "linkType": "LinkedIn"
        },
        {
          "title": "Blog",
          "url": "https://www.ymatias.com/",
          "linkType": "Blog"
        },
        {
          "title": "Company Website",
          "url": "http://www.evopoint.do/",
          "linkType": "Company_Website"
        }
      ],
      "sessions": [
        174026
      ],
      "fullName": "Yhorby Matias",
      "categoryItems": [],
      "questionAnswers": []
    }
  ],
  "questions": [],
  "categories": [
    {
      "id": 17434,
      "title": "Session format",
      "items": [
        {
          "id": 30934,
          "name": "Lightning talk",
          "sort": 0
        },
        {
          "id": 30935,
          "name": "Session",
          "sort": 1
        }
      ],
      "sort": 0,
      "type": "session"
    },
    {
      "id": 17433,
      "title": "Level",
      "items": [
        {
          "id": 30936,
          "name": "Introductory and overview",
          "sort": 2
        },
        {
          "id": 30937,
          "name": "Intermediate",
          "sort": 3
        },
        {
          "id": 30938,
          "name": "Expert",
          "sort": 4
        }
      ],
      "sort": 1,
      "type": "session"
    },
    {
      "id": 18771,
      "title": "Category",
      "items": [
        {
          "id": 36603,
          "name": "Languages and Frameworks",
          "sort": 5
        },
        {
          "id": 36604,
          "name": "Data",
          "sort": 6
        },
        {
          "id": 36605,
          "name": "Cloud",
          "sort": 7
        },
        {
          "id": 36606,
          "name": "Agile",
          "sort": 8
        },
        {
          "id": 36607,
          "name": "DevOps",
          "sort": 9
        },
        {
          "id": 36608,
          "name": "IDEs and tools",
          "sort": 10
        },
        {
          "id": 36609,
          "name": "JavaScript",
          "sort": 11
        },
        {
          "id": 36610,
          "name": "Community",
          "sort": 12
        },
        {
          "id": 36611,
          "name": "Architecture",
          "sort": 13
        },
        {
          "id": 36613,
          "name": "AI/ML",
          "sort": 14
        },
        {
          "id": 36614,
          "name": "IoT",
          "sort": 15
        },
        {
          "id": 36615,
          "name": "Open Source",
          "sort": 16
        },
        {
          "id": 36616,
          "name": "UI/UX",
          "sort": 17
        },
        {
          "id": 36617,
          "name": "Uncategorized",
          "sort": 18
        },
        {
          "id": 36618,
          "name": "Personal and Business Skills",
          "sort": 19
        },
        {
          "id": 36619,
          "name": "Container and Microservices",
          "sort": 20
        },
        {
          "id": 38398,
          "name": "Web Development",
          "sort": 21
        },
        {
          "id": 38399,
          "name": "Security",
          "sort": 22
        }
      ],
      "sort": 11,
      "type": "session"
    }
  ],
  "rooms": [
    {
      "id": 12259,
      "name": "Room 1",
      "sort": 0
    },
    {
      "id": 12260,
      "name": "Room 2",
      "sort": 1
    },
    {
      "id": 12261,
      "name": "Room 3",
      "sort": 2
    },
    {
      "id": 12262,
      "name": "Room 4",
      "sort": 3
    },
    {
      "id": 12263,
      "name": "Room 5",
      "sort": 4
    },
    {
      "id": 12264,
      "name": "Room 6",
      "sort": 5
    },
    {
      "id": 12265,
      "name": "Room 7",
      "sort": 6
    },
    {
      "id": 12266,
      "name": "Room 8",
      "sort": 7
    },
    {
      "id": 12267,
      "name": "Room 9",
      "sort": 8
    },
    {
      "id": 12268,
      "name": "Room 10",
      "sort": 9
    },
    {
      "id": 12269,
      "name": "Room 11",
      "sort": 10
    },
    {
      "id": 12270,
      "name": "Room 12",
      "sort": 11
    },
    {
      "id": 12471,
      "name": "IoT Room",
      "sort": 12
    },
    {
      "id": 12271,
      "name": "Auditorium",
      "sort": 13
    }
  ]
}